{
  "id": 9,
  "title": "The Notebook",
  "chapterNumber": 9,
  "contentText": "After half an hour of rest, Zhou Mingrui, who now viewed himself as Klein, finally recovered. In the meantime, he found that there were now four black dots on the back of his hand, which happened to form a small square.\n\nThese four black spots faded and disappeared quickly, but Klein knew that they were still hiding in his body, waiting to be awakened.\n\n“Four spots forming a square; is it in correspondence with the four pieces of staple food at the four corners of the room? Does this mean that in the future, I don’t need to prepare the food and can do the ritual and chants immediately?” Klein made a guess.\n\nThis might seem good, but the emergence of the spots was ominous, and “things” that one lacked understanding of were always scary.\n\nThe fact that those inexplicable Chinese Divinations from Earth could produce effects here, the strange transmigration in his sleep, the mysterious murmurings that almost drove him crazy during the ritual, and the mysterious and trippy gray world whose significance he had no idea of made Klein shiver in the hot weather of June.\n\n“The oldest and strongest emotion of mankind is fear, and the oldest and strongest fear is the fear of the unknown.” He recalled this saying as he was experiencing the fear of the unknown acutely.\n\nThere was in him an unprecedented and irresistible urge to make contact with the mysterious domain, to learn more, and to explore the unknown. There was also a contradicting escape mentality within him compelling him to pretend nothing had happened.\n\nIntense sunlight shone through the window onto the desk. It was as if there were grains of gold sprinkled on the desk. Klein gazed at the desk, feeling as though he had come into contact with warmth and hope.\n\nHe relaxed slightly, and a strong sense of fatigue washed over him.\n\nHis eyelids were as heavy as lead as they kept closing themselves. It must have been the combined effect of the sleepless night and the tiring encounter.\n\nKlein shook his head and pushed himself up with the aid of the desk. He stumbled towards the double-decked bed, completely disregarding the rye bread placed at the four corners of the room. He fell asleep immediately after he lay down.\n\nGroan! Groan!\n\nKlein was woken up by hunger pangs. When he opened his eyes, he felt rejuvenated.\n\n“There’s still a slight headache.” He rubbed his temples and sat up. He was so hungry that he could eat a horse!\n\nHe returned to the desk while straightening his shirt. He picked up the silver vine-leaf pocket watch.\n\nPa!\n\nThe pocket watch’s lid sprang open and the second hand was ticking.\n\n“Half past twelve. I slept for three hours…” Klein put the pocket watch back into his linen shirt pocket in while swallowing.\n\nIn the Northern Continent, there were 24 hours in a day, 60 minutes in an hour, and 60 seconds in a minute. Whether each second passed at the same rate here compared to Earth was unknown to Klein.\n\nAt this moment, he could not even think of terms such as mysticism, rituals or the grayish world. His mind was occupied by one thing—food!\n\nHe would leave the thinking to after his meals! Only then could he work!\n\nKlein picked up the loaves of rye bread from the four corners and wiped off the minute specks of dust on it without any hesitation. He planned on making one of them his lunch.\n\nHe decided to dig into the offerings because he only had five pence with him and there was a tradition of eating the offerings back in his hometown. After all, there was not any observable change to the bread. It was better to be frugal.\n\nOf course, the memory and habits left behind by the original Klein had also played a role.\n\nIt was a huge waste to use the expensive gas only to light up the room. So, Klein took out a furnace and boiled water with it after adding some coal. He paced around as he waited.\n\nAnyone would choke eating those loaves of rye bread without water.\n\nYikes. Life with meat only for dinner is going to be dreadful… No, wait, this is already an exception. Melissa would only allow our meals to have meat twice a week if not for my upcoming interview, Klein thought, as he looked around, hungry. He had nothing better to do.\n\nHis eyes seemed to turn avaricious when he set his eyes on the pound of mutton in the cupboard.\n\nNo, I need to wait for Melissa to eat it together , Klein thought as he shook his head and rejected the idea of cooking half of it right now.\n\nAlthough he often ate outside, he had still developed some basic culinary skills, owing to his living in a big city alone. His dishes were not delicious, but they were at least edible.\n\nKlein turned his body around so that the mutton would not “seduce” him. Then, he suddenly realized that he had also bought peas and potatoes in the morning.\n\nPotatoes! Klein immediately had an idea. He quickly turned back to the cupboard and took out two potatoes from a tiny pile of them.\n\nHe first cleaned the potatoes in the public bathroom and then added them into a pot so they were boiled together with the water.\n\nAfter a while, he sprinkled into the water some yellow coarse salt from the spices container he found inside the cupboard.\n\nHe waited patiently for a few minutes before lifting the pot and pouring the “soup” into a few cups and a bowl. He took out the potatoes with a fork and placed them on the desk at the end.\n\nFfffffff!\n\nHe blew at the potato as he peeled it bit by bit. The fragrance of boiled potato diffused through the air. It smelled very appetizing.\n\nHe salivated crazily; the heat could not deter him any longer. Klein took a bite despite having the potato only half peeled.\n\nHow fragrant! It had a powdery texture and tasted sweet as he chewed. He was instantly filled with emotions and he wolfed down the two potatoes. He even ate some of the skin.\n\nThen, he held up the bowl and enjoyed the ‘soup.’ The pinch of salt in water proved to be thirst-quenching.\n\nI really enjoyed eating potatoes this way when I was young… A filled Klein exclaimed in his head. Meanwhile, he tore off a small piece of bread and dipped it into the ‘soup’ to eat it softened.\n\nPerhaps the ritual was too tiring; Klein ate two loaves of bread which amounted to a whole pound.\n\nKlein felt he was finally rejuvenated. He enjoyed the joy of life after he drank the ‘soup’ before tidying up. Then, he took in the lustrous sunshine happily.\n\nHe sat back at the desk and began planning.\n\n“I can’t escape. I must think of a way to come into contact with mysticism and become a Beyonder as mentioned by Justice and The Hanged Man.\n\n“I need to overcome the fear of the unknown.\n\n“The only way now is to wait for the next ‘gathering.’ I need to try listen for the formula of the ‘Spectator’ potion or other things related to mysticism.”\n\n“There are four more days before Monday. Before that, I need to first figure out the problem with Klein. Why did he commit suicide? What happened to him?”\n\nUnable to transmigrate back and wash his hands of everything, Klein picked up the notebook that lay on the table. He wanted to find hints that could help him regain his lost memory fragments.\n\nThe original Klein obviously had the habit of taking notes. He also liked to write diaries.\n\nKlein was fully aware that the cabinet that supported the desk on the right stored a whole stack of completed notebooks.\n\nThe book he had began on the 10th of May. Matters regarding his school, and mentor, as well as content pertaining to knowledge were at the beginning.\n\n“12th May. Mr. Azik mentioned that the common language used by the Balam Empire in the Southern Continent also developed from Ancient Feysac, a branch of Jotun. Why is this so? Does this mean that every sentient living being once spoke the same language? No, there has to be a mistake. According to ‘The Revelation of Evernight’ and ‘The Book of Storms’, giants were not the only hegemons of the world in primordial times. There were also elves, mutants, and dragons. Anyways, these are just myths and fantasies.”\n\n…\n\n“16th May. Senior Associate Professor Cohen and Mr. Azik discussed the inevitability of the Age of Steam. Mr. Azik opined that it was just a coincidence because if it wasn’t for Emperor Roselle, the Northern Continent would still be wielding swords like the Southern Continent. Mentor argued that Mr. Azik had placed too much emphasis on the contribution of an individual. He believes that with progress, even if there wasn’t an Emperor Roselle, there would be an Emperor Robert. Therefore, the Age of Steam might come late, but eventually come nevertheless. I found little meaning in their discussion. I prefer discovering new things and unraveling the hidden past. Perhaps I am more suited to study archeology than history.”\n\n…\n\n“29th May. Welch found me and told me that he had acquired a notebook from the Fourth Epoch. Oh my Goddess! A notebook from the Fourth Epoch! He didn’t want to ask the archeology department’s students for help so he came to Naya and me to help him decode the contents. How can I refuse? Of course, I can only do it after my graduation defense. I can’t afford diverting my attention at this stage.”\n\nThis caught Klein’s attention. Compared to the notes about history and viewpoint disagreements, the appearance of a notebook from the Fourth Epoch might have led to Klein’s suicide.\n\nThe Fourth Epoch was the epoch before the present “Iron Age.” Its history was mysterious and incomplete. Due to the fact that very few tombs, ancient cities, and records had been found, archaeologists and historians could only refer to the ambiguous records provided by the seven major Churches that centered around their religious teachings to roughly form the ‘original’ picture. They knew the existence of the Solomon Empire, the Tudor Dynasty, and the Trunsoest Empire.\n\nHaving set his sights on solving the mystery and restoring history, Klein didn’t have much interest in the first three eras, whose roots were closer to legends. He was more interested in the Fourth Epoch, also known as the Age of the Gods.\n\n“Hmm, so Klein was concerned for his future career and thus focused on the interview. But it was all futile…” Klein could not resist exclaiming.\n\nUniversities were still very scarce and the majority of students were either from noble or wealthy families. As long as he did not have an extreme mindset, a commoner who had been admitted into university would have been able to build precious social connections through group discussions and networking events despite the prejudice and exclusion from the entrenched social circles.\n\nThe very generous Welch McGovern was an example. He was the son of a banker from Constant City, Midseashire, Loen Kingdom. He was used to asking Naya and Klein for help because they were always in the same group for work.\n\nWithout thinking further, Klein continued reading the notebook.\n\n“18th June. I have graduated. Farewell, Khoy University!”\n\n“19th June. I have seen the notebook. By comparing sentence structures and root words, I discovered that it is a modified form of ancient Feysac. More precisely, over the course of its thousand-year history, the Feysac language had changed constantly, a little at a time.”\n\n“20th June. We have deciphered the contents of the first page. The author was a member of a family called Antigonus.”\n\n“21st June. He mentioned the Dark Emperor. This is anachronistic with regards to the time this notebook is deduced to be written. Is Professor wrong? Is ‘Dark Emperor’ a common title for every emperor of the Solomon Empire?”\n\n“22nd June. The Antigonus family apparently had a very high standing in the Solomon Empire. The author mentions that he was making a secret transaction with a person named Tudor. Tudor? Is it related to the Tudor Dynasty?”\n\n“23rd June. I am trying to restrain myself from thinking about the notebook and going to Welch’s place. I need to prepare for the interview! It’s very important!”\n\n“24th June. Naya tells me that they have found something new. I think I need to check it out.”\n\n“25th June. From the new deciphered content, the author had accepted a mission to visit the ‘Nation of the Evernight’ situated at the summit of the highest peak of the Hornacis mountain range. Oh my Goddess! How can a nation exist at the summit of that peak which is over 6000 meters above sea level? How do they survive?”\n\n“26th June. Are these strange things real?”\n\nThe record ended at this point. Zhou Mingrui transmigrated in the early hours of the 28th.\n\n“Which means to say that there was indeed an entry for June 27th, it’s that line… Everyone will die, including me…” Klein flipped to the page he first saw when he arrived, feeling goosebumps while he made the deduction.\n\nIn order to solve the mystery of the original Klein’s suicide, he thought that he should visit Welch and take a look at the ancient notebook. However, with a lot of experience from novels, movies, and TV drama series, he suspected that if they were really related, this visit would be very dangerous—those who went investigating castles despite knowing that they were haunted served as a warning!\n\nHowever, he had to go since escaping would never solve the problem. It would only make things worse, until it welled over and completely drowned him!\n\nPerhaps call the police? But claiming to have committed suicide would be silly, right…\n\nKnock!\n\nKnock, knock!\n\nThere was a series of quick and forceful knocks.\n\nKlein sat straight up and listened.\n\nKnock!\n\nKnock, knock!\n\nThe knocks echoed through the empty hallway."
}