{
  "id": 10,
  "title": "The Norm",
  "chapterNumber": 10,
  "contentText": "“Who is it?”\n\nKlein was thinking about the mysterious suicide of the original owner of this body and the unknown danger he might encounter when he heard the sudden knock on the door. He subconsciously opened the drawer, took out the revolver, and asked vigilantly.\n\nThe other party was quiet for two seconds before a slightly sharp voice, in Awwa’s accent, replied, “It’s me, Mountbatten, Bitsch Mountbatten.”\n\nThe voice paused for a moment before adding, “Police.”\n\nBitsch Mountbatten… When Klein heard this name, he immediately thought of the owner of this name.\n\nHe was the policeman in charge of the street where the apartment was located. He was a rude, brutal, hands-on man. But perhaps, only such a man could be a deterrent for alcoholics, thieves, part-time thieves, villains, and hooligans.\n\nAnd his unique voice was one of his trademarks.\n\n“Okay, I’ll be right there!” Klein responded loudly.\n\nHe had planned to put the revolver back into the drawer but thinking that he had no idea why the police was outside and that they might search the room or do other things, he cautiously ran to the stove where the flames had already been extinguished and put the revolver in it.\n\nThen he picked up the coal basket, shook a few pieces into the stove, covered the gun, and finally placed the kettle over the stove to conceal everything.\n\nAfter doing all of that, he tidied up his clothes and quickly approached the door and murmured, “Sorry, I just had a nap.”\n\nOutside the door stood four policemen in black-and-white checkered uniforms with peak caps. Bitsch Mountbatten, the one with a brown beard, coughed and said to Klein, “These three inspectors have something to ask you.”\n\nInspectors? Klein looked at the shoulder badges of the other three reflexively and found that two of them had three silver hexagons and one had two, both of which looked superior to Bitsch Mountbatten, who had only three chevrons.\n\nAs a history student, Klein did little to no research into the ranks of police epaulets, except that Bitsch Mountbatten often boasted of being a senior sergeant.\n\nSo these three are inspectors? Influenced by conversations with Benson, Welch, and his classmates, Klein had the common sense to make way and point into the room.\n\n“Please come in. How might I help you?”\n\nThe leader of the three inspectors was a middle-aged man with sharp eyes. He seemed to be able to read the mind of a person and make them fearful. His eyes were wrinkled, and the edge of his hat revealed light brown hair. He looked around the room and asked in a deep voice, “Do you know Welch McGovern?”\n\n“What’s wrong with him?” Klein quivered and blurted back.\n\n“I’m the one asking the questions.” The dignified middle-aged police inspector had a stern look in his eyes.\n\nThe inspector next to him, also wearing three silver hexagons, looked at Klein and smiled gently.\n\n“Don’t be nervous. It’s just a routine questioning.”\n\nThis policeman was in his thirties, with a straight nose and gray eyes that, like a lake in an ancient forest that no one visited, gave him an indescribable sense of depth.\n\nKlein took a breath and organized his words.\n\n“If you mean Welch McGovern, the graduate of Khoy University from Constant, then I’m sure I know him. We are classmates with the same mentor, Senior Associate Professor Quentin Cohen.”\n\nIn the Loen Kingdom, “Professor” was not only a professional title, but also a position, just like the combination of professors and department deans on Earth. That meant there could only be one professor in a university’s department. If an associate professor wanted to become professor, they had to wait for their superior to retire, or force out their superior with their abilities.\n\nAs talents needed to be retained, the kingdom’s Higher Education Commission had added senior associate professors in the three-level system of lecturers, associate professors and professors after years of observation. This title was given to anyone with high academic achievements or with enough seniority but did not make it to the position of professor.\n\nAt this point, Klein looked into the eyes of the middle-aged police inspector and thought for a second.\n\n“To be honest, our relationship is quite good. During this period, I met with him and Naya frequently to interpret and discuss the Fourth Epoch notebook that belonged to him. Inspectors, did something happen to him?”\n\nInstead of answering, the middle-aged police inspector looked sideways at his gray-eyed colleague.\n\nThe inspector with the peak cap and ordinary looks replied mildly, “I’m sorry, Mr. Welch has passed away.”\n\n“WHAT?” Despite having some hunches, Klein could not help but shout out in astonishment.\n\nWelch died just like the original owner of this body?\n\nThat is a little scary!\n\n“What about Naya?” Klein questioned hurriedly.\n\n“Ms. Naya passed away too,” the gray-eyed police inspector said quite calmly. “Both of them died in Mr. Welch’s house.”\n\n“Killed?” Klein had a vague guess.\n\nPerhaps it was suicide…\n\nThe gray-eyed inspector shook his head.\n\n“No, the scene suggests that they committed suicide. Mr. Welch hit the wall with his head many times, covering the wall with blood. Ms. Naya drowned herself in a basin. Yes, the kind used to wash your face.”\n\n“That’s impossible…” Klein’s hairs stood on their ends as he seemed capable of imagining the strange scene.\n\nA girl kneeling on a chair and burying her face into a basin filled with water. Her soft brown hair swaying in the wind, but her entire person remaining motionless. Welch falling to the ground and staring at the ceiling intently. His forehead in a complete blood-mangled mess, while the traces of the impact on the wall were evident the with dripping of blood…\n\nThe gray-eyed inspector continued, “We believe so too, but the autopsy results and the situation at the scene exclude factors such as drugs and external forces. They—being Mr. Welch and Ms. Naya—showed no signs of struggling.”\n\nBefore Klein could speak again, he stepped into the room and asked, pretending to be casual, “When was the last time you saw Mr. Welch or Ms. Naya?”\n\nAs he spoke, he gestured with his eyes to his colleague with two silver hexagons.\n\nHe was a young police inspector and looked about the same age as Klein. With black sideburns and green pupils, he was good looking and had a poet’s romantic temperament.\n\nWhen he heard the question, Klein thought about it and answered it thoughtfully, “It should be June 26th, we were reading a new chapter in the notes. Then, I went home to prepare for my interview on June 30th. Uh, the interview was for the History Department of Tingen University.”\n\nTingen was known as the city of universities. There were two universities, Tingen and Khoy, as well as technical schools, law colleges and business colleges. It was second only to Backlund, the capital.\n\nAs soon as he finished, he saw the young police inspector walk towards his desk in the corner of his eye and pick up the notes which resembled more of a diary.\n\nDamn! I forgot to hide it!\n\n“Hey!” Klein cried out.\n\nThe young inspector smiled back at him, but did not stop flipping through his notes, while the gray-eyed inspector explained, “This is a necessary procedure.”\n\nAt this time, Bitsch Mountbatten and the dignified middle-aged police inspectors were just watching without interrupting or assisting in the search.\n\nWhere are your search warrants? Klein had intended to question them, but on second thought, the judicial system of the Loen Kingdom did not seem to have such a thing as search warrants. At least he did not know if there was one. After all, the police force had only been established for fifteen or sixteen years.\n\nWhen the original owner of this body was still a child, they were still called Public Security Officers.\n\nKlein couldn’t stop it. He watched the young inspector flip through his notes, but the gray-eyed inspector did not ask any questions.\n\n“What is this strange thing?” The young police inspector turned to the end of the notes and suddenly asked, “And what does this mean? ‘Everyone will die, including me’…”\n\nIsn’t it common sense that everyone dies except for deities? Klein was prepared to quibble, but it suddenly occurred to him that he had planned to “connect” with the police in case of possible danger, but he had no reasons or excuses.\n\nHe made a decision in less than a second. Putting his hand over his forehead, he answered painfully, “I have no idea. I really have no idea… When I woke up this morning, I felt I wasn’t quite right, as if I had forgotten something. It’s especially true for whatever happened recently. I don’t even know why I had written such a sentence.”\n\nSometimes, being frank was the best way to solve a problem. Of course, it required skills. There were things that could be said and could not be said, and the order of what was said first mattered.\n\nAs an expert keyboard warrior, Klein was also good at sophistry.\n\n“That is ridiculous! Do you think we are fools?” Bitsch Mountbatten could not help but interject angrily.\n\nThis is such a bad lie that it insults the intelligence of his and his colleagues!\n\nIt’s better for you to pretend to be mentally ill than to pretend to be an amnesiac!\n\n“I’m speaking the truth,” Klein responded frankly, looking into the eyes of Mountbatten and middle-aged police inspectors.\n\nIt really could not be more true.\n\n“Maybe it is,” the gray-eyed police inspector said slowly.\n\nWhat? He really believed it? Klein was surprised himself.\n\nThe gray-eyed inspector smiled at him and said, “An expert will come in two days and believe me, she should be able to help you to recall your lost memories.”\n\nExpert? Help me remember my memories? In the field of psychology? Klein frowned.\n\nHey, what if his memories of Earth were exposed? He suddenly felt like facepalming himself.\n\nThe young police inspector put down his notes and searched his desk and room. Fortunately, he focused on books instead of lifting the kettle.\n\n“Well, Mr. Klein, thank you for your cooperation. We advise that you’d better not leave Tingen for the coming days. If you have to, please notify Inspector Mountbatten, or you’ll become a fugitive,” the gray-eyed police inspector warned.\n\nThat’s it? That’s it for today? No other questions with deeper investigations? Or taking me back to the police station to torture me for information? Klein was at a loss.\n\nNevertheless, he wanted to solve the odd turn of events brought about by Welch too. So he nodded.\n\n“That wouldn’t be an issue.”\n\nThe inspectors exited the room one by one, and the young man at the end suddenly patted Klein on the shoulder.\n\n“It’s really nice. Very lucky.”\n\n“What?” Klein’s face was puzzled.\n\nThe green-eyed police inspector with a poet’s temperament smiled and said, “Generally speaking, the norm is for all the involved parties to die in such an event. We are very glad and fortunate to see you still alive.”\n\nAfter that, he exited the room and closed the door behind him in well-mannered manner.\n\nThe norm is for everyone to die together? Very glad that I’m still alive? Fortunate that I’m still alive?\n\nOn this June afternoon, Klein was chilling all over."
}