{
  "id": 3,
  "title": "Melissa",
  "chapterNumber": 3,
  "contentText": "Chapter 3: Melissa\nAfter confirming his plan, Zhou Mingrui immediately felt he had a mental crutch. His fear and unease were all swept away into a corner of his mind.\n\nOnly then did he had the mood to carefully study Klein’s memory fragments.\n\nZhou Mingrui habitually stood up before turning off the pipe’s valve. He watched the wall lamp gradually dim until its flame extinguished before sitting back down. As he subconsciously fiddled with the revolver’s brass cylinder, he pressed the side of his head. He slowly recalled his memories in the crimson-dyed darkness as though he was the most attentive viewer in a movie theater.\n\nPerhaps as a result of having a bullet pass through his head, Klein’s memories were like shattered glass. Not only were the memories not contiguous, there were many spots which were clearly missing. For example, memories pertaining to how the exquisite revolver appeared in his possession, whether he had committed suicide, or was killed, as well as the meaning of the words ‘Everyone will die, including me’ on the notebook, or whether he had participated in anything odd two days before the incident.\n\nNot only had these particular memories become fragmented, there were also missing pieces. It was the same even for knowledge he ought to know. In light of the present situation, Zhou Mingrui believed that if Klein were to return to university, it was unlikely he could graduate. This was despite him having left campus just days ago without relaxing one bit.\n\nHe needs to participate in the Tingen University’s History department interview two days later…\n\nThe university graduates of Loen Kingdom do not have the tradition of staying at their alma mater… His mentor had given him a recommendation letter for Tingen University and Backlund University…\n\n…\n\nThrough the window, Zhou Mingrui silently observed the red moon setting in the west. The gradual sinking of the moon continued until faint light glowed from the east, dyeing the horizon golden.\n\nAt that moment, there was a commotion inside the apartment. Soon, the sound of footsteps approached his door.\n\n“Melissa is awake… She’s really as punctual as always.” Zhou Mingrui smiled. Due to Klein’s memories, seeing Melissa made him feel as though she was really his younger sister.\n\nHowever, I do not have a younger sister… He immediately contradicted himself.\n\nMelissa was different from Benson and Klein. Her rudimentary education was not completed at the Sunday school classes offered by the Church of the Evernight Goddess. When she reached schooling age, the Loen Kingdom had enacted the ‘Basic Education Law.’ A Primary and Secondary Education Committee was established and was specially provided with funding, increasing the kingdom’s investment into education.\n\nIn less than three years, under the premise that numerous church schools would be incorporated, many public primary schools were established to strictly maintain the principle of religious neutrality. This was to prevent education from involving itself in the conflicts between the Lord of Storms, Evernight Goddess, and the God of Steam and Machinery.\n\nCompared to Sunday school that only cost a copper penny a week, a public primary school’s cost of three pence a week appeared rather expensive. However, the former only provided education every Sunday, whereas the latter provided six days of classes a week. In conclusion, the price was so low that it was almost free.\n\nMelissa was different from most girls. From a young age, she enjoyed things like gears, springs, and bearings. Her ambition was to be a steam mechanic.\n\nHaving suffered from a lack of culture, Benson, who knew the importance of education, supported his sister’s dreams just like how he supported Klein’s university education. After all, Tingen Technical School was only considered secondary education. There was no need for her to attend language school or a public school for more knowledge.\n\nIn July last year, fifteen-year-old Melissa passed her entrance examinations and fulfilled her dreams of becoming a student at the Tingen Technical School’s Steam and Machinery department. As such, her weekly school fees raised to nine pence.\n\nMeanwhile, Benson’s company was affected by the situation in the Southern Continent. There was a drastic drop both in profit and business transactions. More than a third of the employees were retrenched. In order to keep his job and maintain their livelihood, Benson could only accept more arduous tasks. He had to work overtime more frequently or head to places with harsh environments. That was what he was occupied with the past few days.\n\nIt was not that Klein did not think of helping share his elder brother’s burden but being born a commoner and having been admitted into an average language school, he felt a strong sense of inadequacy when he enrolled into university. For example, as the origin of all languages in the Northern Continent, the ancient language of Feysac was something all the children of nobles and of the wealthy class would learn from a young age. In contrast, he only made first contact with it in university.\n\nHe faced many similar aspects during his schooling career. Klein nearly gave his all and often stayed up late into the night and woke up early before barely managing to catch up to the others, eventually allowing him to graduate with average results.\n\nMemories regarding his elder brother and younger sister remained active in Zhou Mingrui’s mind until he turned the doorknob open. Only then did he jolt awake and remember that he held a revolver in his hand.\n\nThis was a semi-regulated item!\n\nIt will scare children!\n\nAlso, there’s still the wound on my head!\n\nWith Melissa arriving at any moment, Zhou Mingrui pressed onto his temple and hurriedly pulled open a desk drawer and threw the revolver in before slamming it close.\n\n“What happened?” Melissa looked over curiously when she heard the commotion.\n\nShe was still in the prime of her youth. Even though she did not have much nutritious food to eat, making her face thin and slightly pale, her skin remained lustrous as it exuded the vibes of a young girl.\n\nWhen Zhou Mingrui saw his sister’s brown eyes look over, he forcibly composed himself and picked up an item beside his hand before calmly closing the drawer to conceal the existence of the revolver. He placed his other hand on his temple, the texture confirming that his wound had already healed!\n\nHe took out a silver vine-leaf pocket watch and pressed the top gently, causing its cover to flip open.\n\nIt was a picture of the siblings’ father. It was the most valuable item the Royal Army sergeant left behind, but being a second-hand item, it would often malfunction from time to time in recent years even though he had gotten a watchsmith to fix it. It had embarrassed Benson who enjoyed bringing it with him to elevate his status many a time, so it was thrown away back at home in the end.\n\nIt had to be said that perhaps Melissa did have talent in machinery. After grasping the principles behind the watch, she borrowed the tools from her Technical School to fiddle with the pocket watch. Recently, she even claimed to have fixed it!\n\nZhou Mingrui looked at the watch’s open cover and saw that the second hand was not moving. Subconsciously, he twisted the top dial to wind the pocket watch.\n\nHowever, despite winding it a few times, he did not hear the sound of taut springs. The second hand remained motionless.\n\n“It looks like it’s broken again.” He looked at his sister while trying to find a topic of conversation.\n\nMelissa shot him an expressionless glance and briskly walked over to take the pocket watch away.\n\nShe stood in her spot and pulled up the button sitting atop the pocket watch. With a few simple turns, the tick-tocking of the second hand sounded.\n\nIsn’t pulling the button up usually meant to adjust the time… Zhou Mingrui’s expression immediately turned blank.\n\nAt that moment, a bell chimed from a faraway cathedral. It chimed six times, sounding distant and ethereal.\n\nMelissa tilted her head to listen to it and pulled the button up once again. Following that, she turned it to synchronize the time.\n\n“It’s okay now,” she said simply without emotion. She then pressed the top button back and handed the pocket watch back to Zhou Mingrui.\n\nZhou Mingrui returned a smile politely in embarrassment.\n\nMelissa gave her elder brother a piercing stare before turning to walk to the cupboard. She took her toiletries and towel before opening the door to leave. She headed for the public bathroom.\n\nWhy did her expression have a look of disparagement and resignation?\n\nIs it a look of love and concern for a retarded brother?\n\nZhou Mingrui lowered his head and chuckled. He closed the pocket watch’s cover with a click before opening it again.\n\nHe repeated this action as his idle thoughts focused on a question.\n\nKlein committed suicide without a silencer. Well, I’ll consider it as suicide for now. His suicide should have caused quite a commotion; yet, Melissa, who was just a wall away, did not notice it at all.\n\nWas she sleeping too soundly? Or is Klein’s suicide shrouded in mystery to begin with?\n\nClick! The pocket watch opened. Clack! The pocket watch closed… Melissa returned from washing up and saw her brother’s subconscious act of constantly opening and closing the pocket watch.\n\nHer gaze was once again glazed with exasperation as she said with a sweet voice, “Klein, take out all the remaining bread. Remember to buy fresh ones today. There’s meat and peas too. Your interview is soon. I’ll make you mutton stewed with peas.”\n\nAs she spoke, she moved a stove out from a corner. With some charcoal, she boiled a pot of hot water.\n\nBefore the water boiled, she opened the cupboard’s lowest drawer and took out what seemed like a treasure—a can of inferior tea leaves. She threw about ten leaves into the pot and pretended that it was real tea.\n\nMelissa poured two big cups of tea as she shared two pieces of rye bread with Zhou Mingrui over tea.\n\nThere is no sawdust or excessive gluten mixed in, but it is unappetizing… Zhou Mingrui still felt weak and was starving. He forced himself to swallow the bread with the tea while complaining inwardly.\n\nMelissa finished eating a few minutes later. After she adjusted her black hair that reached down to her vest, she looked at Zhou Mingrui and said, “Remember to buy fresh bread. All we need is eight pounds. The weather is hot, so the bread will easily spoil. Also, buy the mutton and peas. Remember to buy them!”\n\nIndeed, she was showing concern for her dull brother. She even had to repeat to emphasize it another time… Zhou Mingrui nodded with a smile.\n\n“Alright.”\n\nRegarding the Loen Kingdom’s pound, Zhou Mingrui matched Klein’s muscle memory with his. He believed it was close to half a kilogram of what he was accustomed to.\n\nMelissa did not say anything further. She stood up and tidied the area. After packing away the last bit of bread for lunch, she put on a tattered veil cap that their mother left behind, picked up a self-sewn bag used to carry her books and stationery, and prepared to leave.\n\nIt was not Sunday, so she had an entire day of classes to attend.\n\nWalking from their apartment to Tingen Technical School took about fifty minutes. There were public horse carriages that cost a penny a kilometer with a limit of four pence in the city and six pence in the city outskirts. In order to save money, Melissa would leave ahead of time and walk to school.\n\nMoments after she opened the main door, she paused in her footsteps and turned her body halfway, saying, “Klein, don’t buy too much mutton or peas. Benson might come back on Sunday. Oh, and remember we only need eight pounds of bread.”\n\n“Alright. Sure thing,” answered Zhou Mingrui exasperatedly.\n\nSimultaneously, he repeated the word ‘Sunday’ a few times in his head.\n\nIn the Northern Continent, a year was similarly split into twelve months. Every year, there was 365 or 366 days. A week was similarly split into seven days.\n\nThe splitting of months was a result of astronomical observations. It made Zhou Mingrui suspect whether he was in a parallel world. As for the splitting of days, it was a result of religion. This was because Northern Continent had seven orthodox gods—the Eternal Blazing Sun, the Lord of Storms, the God of Knowledge and Wisdom, the Evernight Goddess, Mother Earth, the God of War, and the God of Steam and Machinery.\n\nWatching his sister close the door and leave, Zhou Mingrui suddenly sighed. Soon, his thoughts focused onto the luck enhancement ritual.\n\nSorry, I really wish to return home…"
}