{
  "id": 4,
  "title": "Divination",
  "chapterNumber": 4,
  "contentText": "Returning to his chair again, he heard the faraway cathedral’s bells chime again. It continued seven times before Zhou Mingrui slowly stood up. He went up front to the cupboard and took out his clothes.\n\nA black vest with a matching suit, trousers that clung tightly to his legs, a halved top hat and his faint scholarly air made Zhou Mingrui feel like he was watching an English drama set in the Victorian era.\n\nHe suddenly muttered softly as he shook his head with a wry smile, “I’m not going for an interview. All I’m doing is buying some ingredients to prepare for my luck enhancement ritual…”\n\nKlein was so concerned about his impending interview that it became instinct. When he was not focused enough, he habitually wore his only decent set of clothing.\n\nAfter taking a breath, Zhou Mingrui took off his suit and vest, switching to a brownish-yellow coat. He also changed to a felt hat with a rounded edge of the same color.\n\nWith his outfit done, he walked to the side of the bed and lifted a square cushion. He reached his hand into an inconspicuous hole beneath and rummaged around before finding an intermediate layer.\n\nWhen he retracted his right hand, there was a roll of notes in his palm. There were about eight notes with faded dark green colors.\n\nThese were all the savings Benson had at the moment. It even included the living expenses for the next three days. Two of them were five-soli notes and the remaining were one-soli notes.\n\nIn the Loen Kingdom’s currency system, soli was ranked second. It originated from ancient silver coins. One soli was equivalent to twelve copper pence. They had denominations of one and five soli.\n\nAt the top of the currency system was the gold pound. They were also paper based but were guaranteed by gold and pegged directly. A gold pound was equivalent to twenty soli. They had denominations of one, five, and ten gold pounds.\n\nZhou Mingrui spread a note and caught a whiff of the faint unique ink.\n\nThis was the smell of money.\n\nPerhaps a result of Klein’s memory fragments or his constant desire for money, Zhou Mingrui felt like he had instantly fallen in love with these notes.\n\nLook, their designs are so beautiful. It makes the stern and old-fashioned George III and his two mustaches appear especially adorable…\n\nLook, the watermark that can be seen when the note is placed against sunlight is so alluring. The exquisite design for the anti-counterfeit label makes it completely different from those fake fancy schlocks!\n\nZhou Mingrui admired it for nearly a minute before pulling out two one-soli notes. He then rolled up the remaining notes and stuffed them back into the cushion’s concealed layer.\n\nAfter arranging and flattening the cloth around the hole, Zhou Mingrui folded the two notes he had taken out neatly and placed them into the left pocket of his brownish-yellow jacket. He separated the notes from the few pence he had in his trouser pocket.\n\nWith all of this done, he placed a key into his right pocket and brought a dark brownish paper bag along with him and quickly walked toward the door.\n\nHis shuffling footsteps slowed down from a brisk pace until it eventually stopped.\n\nZhou Mingrui stood by the door and was unsure when he had already begun to frown.\n\nKlein’s suicide was fraught with peculiarities. Would he encounter any ‘accidents’ if he were to leave just like that?\n\nAfter some deep thought, Zhou Mingrui returned to his desk and pulled open the drawer. He then took out the shimmering brass revolver.\n\nThis was the only defensive weapon he could think of, and it was the only weapon with sufficient power!\n\nAlthough he had never practicing shooting, just pulling such a revolver out would definitely daunt anyone!\n\nHe caressed the revolver’s cold metal before stuffing his revolver into the pocket where his notes were. He clasped the money in his palm as his fingers pressed onto the gun’s handle. It was perfectly concealed.\n\nFeeling secure, he who knew a little of everything suddenly had a worry.\n\nWould I end up misfiring?\n\nBeing deluged with such a thought, Zhou Mingrui quickly thought of a solution. He drew the revolver and released the cylinder. He then aligned the empty chamber which was a result of the ‘suicide’ along the gun’s hammer before closing it.\n\nThis way, even if there was a misfire, he would discharge an ’empty round!’\n\nAfter stuffing his revolver back into his pocket, Zhou Mingrui kept his left hand in there.\n\nHe pressed down on his hat with his right hand and pulled open the door before leaving.\n\nThe corridor during the day remained dim as limited sunlight shone in from the window situated at the end of the corridor. Zhou Mingrui quickly went down the stairs and left the apartment before taking in the brilliance and warmth of the sun.\n\nAlthough it was almost July, it was still considered the middle of summer. However, Tingen was situated north of the Loen Kingdom, so it had unique climate characteristics. The highest annual temperature was not even 30°C on Earth, with even cooler mornings. However, the streets were awash with filthy water and strewn junk. From Klein’s memories, this was not a rare sight in low-income communities, even if there were sewers. After all, there were just too many people and people needed to survive.\n\n“Come and try our delicious roasted fish!”\n\n“Hot and fresh oyster soup. Drink a bowl in the morning and feel invigorated all day!”\n\n“Fresh fish from the port for just five pence apiece!”\n\n“Muffins and eel soup make the perfect combination!”\n\n“Conch! Conch! Conch!”\n\n“Vegetables freshly plucked from the farms outside the city. Cheap and fresh!”\n\n…\n\nThe mobile hawkers who sold vegetables, fruits, and hot food shouted along the streets as they beckoned the rushing pedestrians. Some of them would stop and carefully compare before purchasing. Others would impatiently wave their hands as they had yet to find work for the day.\n\nZhou Mingrui took in a whiff of the air that mixed both noxious and fragrant aromas. As he clenched the revolver tightly in his left hand, he held the notes tight. He pressed down on his hat with his right hand while passing through the busy street, slouching a little.\n\nThere was bound to be thieves in populated areas. Furthermore, this street had no lack of poor citizens who were working part time after losing their previous jobs. There were also starving children that were exploited by adults to do their bidding.\n\nHe proceeded forward until he reached a point where the crowdedness around him restored to normal. He straightened his back and raised his head to look down the street.\n\nThere was a vagrant accordionist busking. The melody was sometimes pleasant, sometimes fervent.\n\nBeside him were several children in ragged clothes with sallow complexions due to malnutrition.\n\nThey listened to the music and moved to the beat, dancing self-made choreographies. Their faces were filled with joy as though they were a prince or an angel.\n\nA deadpan woman passed by; her skirt was dirty and her skin was dull.\n\nHer gaze appeared dull and sluggish. Only when she looked at the bunch of children did a faint glow flash. It was as though she had seen herself from three decades ago.\n\nZhou Mingrui overtook her and turned into another street before stopping at Smyrin Bakery.\n\nThe owner of the bakery was a seventy-plus year old granny named Wendy Smyrin. Her hair was completely grayish-white and she always wore a genial smile. From the beginning of Klein’s memories, she had been here selling bread and pastries.\n\nOh, the Tingen biscuits and lemon cakes she bakes are very delicious…\n\nZhou Mingrui gulped a mouthful of saliva and smiled.\n\n“Mrs. Smyrin, eight pounds of rye bread.”\n\n“Oh. Dear Klein, where’s Benson? Is he not back?” Wendy asked smilingly.\n\n“In a few more days,” answered Zhou Mingrui vaguely.\n\nAs Wendy took the rye bread, she sighed. “He sure is a hardworking lad. He will have a good wife.”\n\nUpon saying this, the corners of her lips curled up as she said playfully, “All is good now. You have already graduated. You are a history graduate of our Khoy University~ Oh, you will soon be able to earn money. You should not be staying in the apartment you are currently living in. At the very least, you should have a bathroom you can call your own.”\n\n“Mrs. Smyrin, you seem to be a young and energetic woman today.” All Zhou Mingrui could do was respond with a dry smile.\n\nIf Klein were to successfully pass his interview and become a lecturer at Tingen University, it was true that his family would immediately be pushed up to a higher socioeconomic status!\n\nIn his memory fragments, he had once fantasized about renting a bungalow in the suburbs. There would be five or six rooms, two bathrooms, a huge balcony upstairs, two rooms, a dining room, a living room, a kitchen, a bathroom, and an underground storage room on the first floor.\n\nThis was not a wishful dream. Even a lecturer on probation at Tingen University would have a weekly salary of two gold pounds. After the probationary period, the salary would be raised to three gold pounds and ten soli. One had to know that despite working for so many years, Klein’s brother, Benson, only had a weekly salary of one pound and ten soli. Ordinary workers at a factory did not even get a pound or, at best, a little more. And rent for a bungalow was about nineteen soli to one pound and eighteen soli.\n\n“This is the difference between earning three to four thousand yuan and earning fourteen to fifteen thousand yuan a month…” Zhou Mingrui mumbled to himself.\n\nHowever, all of this was under the premise that he passed either the Tingen University or Backlund University interviews.\n\nThere were not many other opportunities. People without any connections were unable to get recommendations to become a public servant. And those who studied history were more limited in job opportunities. There was not much demand for private consultants from the aristocrats, banks, or industrial magnates.\n\nTaking into account that the knowledge Klein grasped were fragmented and incomplete, Zhou Mingrui felt awkward and guilty towards Mrs. Smyrin’s expectations of him.\n\n“No, I have always been this young,” answered Wendy humorously.\n\nAs she spoke, she packed the sixteen rye bread she had weighed into the brown paper bag that Zhou Mingrui had brought. She stretched out her right hand and said, “Nine pence.”\n\nEvery rye bread weighted about half a pound as differences were inevitable.\n\n“Nine pence? Wasn’t it eleven pence two days ago?” Zhou Mingrui asked subconsciously.\n\nIt cost 15 pence the month before the previous month.\n\n“You have to thank the people who protested on the streets for the repeal of the Grain Act,” said Wendy as she shrugged.\n\nZhou Mingrui nodded in vague acknowledgment. Klein’s memories regarding this was incomplete. All he remembered was that the core tenet of the Grain Act was to protect the prices of domestic agriculture products. Once the prices rose to a certain level, grain imports from Southern nations like Feynapotter, Masin, Lenburg were stopped.\n\nWhy would people protest the act?\n\nWithout saying much, Zhou Mingrui, afraid he would end up pulling out the revolver, carefully took out his notes and handed one of them over to Mrs. Smyrin.\n\nHe was given three copper pence in change. Stuffing them into his trouser pocket, he took the paper bag containing the bread and headed for the ‘Lettuce and Meat’ market across the street. He was working hard for the mutton stewed with peas his sister had exhorted.\n\nThere was a municipal square at the intersection of Iron Cross Street and Daffodil Street. Many tents were erected there, and clowns dressed in odd and funny attires were distributing fliers.\n\n“There’s a circus performance tomorrow night?” Zhou Mingrui glanced at the fliers in the hands of others as he read their contents under his breath.\n\nMelissa would definitely like it. However, how much is the entrance fee?\n\nWith that thought, Zhou Mingrui went closer.\n\nJust as he was about to ask a clown with a red and yellow painted face, a hoarse woman’s voice sounded from beside him.\n\n“Would you like to try a divination?”\n\nZhou Mingrui subconsciously turned his head and saw a woman wearing a pointed hat and a long black dress standing in front of a short tent.\n\nHer face was smeared with red and yellow paint and her eyes were a profound grayish-blue.\n\n“No,” Zhou Mingrui shook his head in response. He did not have the spare cash for divination.\n\nThe woman laughed and said, “My tarot divination is very accurate.”\n\n“Tarot…” Zhou Mingrui was instantly dumbfounded.\n\nThis pronunciation was almost identical to the tarot cards on Earth!\n\nAnd tarot cards from Earth were a set of cards used for divination. They just had graphics that represented different omens.\n\nWait… He suddenly recalled the origins of tarot divination in this world.\n\nIt did not originate from the seven orthodox gods nor was it an ancient legacy. Instead, it was created by the Intis Republic’s Consul of that era, Roselle Gusta, more than 170 years ago.\n\nThis Mr. Roselle invented the steam engine, improved the sailing boat, overthrew the Intis Kingdom’s imperial rule, and was recognized by the God of Craftsmanship. He also became the first Consul of the Intis Republic.\n\nLater, he invaded other nations and placed Lenburg and other nations under his protection. He made the Loen Kingdom, Feynapotter, Feysac Empire and other powerful Northern Continent nations bow down to the Intis Republic. Following that, the Republic was then changed to an Empire and he became the self-proclaimed ‘Emperor Caesar.’\n\nIt was during Roselle’s rule that the Church of Craftsmanship received its first public holy revelation since the Fifth Epoch. Ever since, the God of Craftsmanship was changed to the God of Steam and Machinery.\n\nRoselle also invented tarot divination. He also established the contemporary system of paper-based cards and their playstyles. There were many familiar styles that Zhou Mingrui was familiar with, such as Upgrade, Fighting the Landlord, Texas Poker, and Quint…\n\nIn addition, the marine fleets he sent out discovered a sea route that led to the Southern Continent through the stormy and turbulent seas. This also began the era of colonialism.\n\nUnfortunately, he was betrayed in his old age. In the year 1198 of the Fifth Epoch, he was assassinated by the combined forces of the Church of the Eternal Blazing Sun, the former Intis royal family—the Sauron family, and other aristocrats. He eventually died in the White Maple Palace.\n\nThis… To recall such general knowledge suddenly made him facepalm.\n\nCould this be a transmigration senior?\n\nWith this in mind, Zhou Mingrui was intrigued to see what tarot cards looked like. Therefore, he nodded at the pointy hat woman with the painted face and said, “If the… well… price is reasonable, I’ll give it a try.”\n\nThe woman immediately said with a laugh, “Sir, you are the first one here today, so it’s on the house.”"
}