{
  "id": 5,
  "title": "Ritual",
  "chapterNumber": 5,
  "contentText": "Free? Free things cost the most!\n\nZhou Mingrui silently mumbled and decided that he would not purchase any additional services whatever they were. He would firmly refuse them all.\n\nIf you are really that capable, try divining that I transmigrated here!\n\nWith this in mind, Zhou Mingrui followed behind the woman whose face was painted red and yellow, stooping low to enter the low tent.\n\nThe tent’s interior was extremely dark, illuminated only by several beams of light that managed to seep inside. A table covered with paper cards could be made out faintly in the low illumination.\n\nThe woman with the sharp pointy hat was not affected by this at all. Her long black dress glided as though it was moving over water while she went around to the table. She sat on the opposite side and lighted a candle.\n\nThe dim yellow light flickered, causing the inside of the tent to appear bright and dark at the same time. It instantly added a much more mysterious feel to the atmosphere.\n\nZhou Mingrui sat down quietly, his gaze sweeping over the tarot cards on the table where he discovered familiar cards like “The Magician,” “The Emperor,” “The Hanged Man,” and “Temperance,” etc.\n\nCould Roselle have been a ‘senior’… I wonder if he was also a fellow countryman of mine… Zhou Mingrui mumbled to himself subconsciously.\n\nBefore he could finish looking at the opened cards on the table, the woman who claimed to have accurate divinations had already reached out her hands to gather all of the cards together. She stacked them into a deck and pushed it in front of him.\n\n“Shuffle the cards first and cut the deck,” the circus fortune-teller said in a muted voice.\n\n“Me? Shuffle?” Zhou Mingrui asked reflexively.\n\nThe yellow and red paint on the fortune-teller’s face squirmed together as she revealed a slight smile, saying, “Of course, everyone’s destiny can only be unraveled by themselves. I only serve as a reader of it.”\n\nZhou Mingrui immediately questioned her warily, “This reading does not require additional fees, right?”\n\nAs a keyboard folklorist, I’ve already seen too many of such tricks!\n\nThe fortune-teller was visibly taken aback before finally saying muffledly, “It’s free.”\n\nZhou Mingrui, relieved, stuffed the revolver further back into his pocket. Thereafter, he calmly reached out his two hands to shuffle and cut the deck skillfully.\n\n“It’s done.” He placed the already shuffled tarot cards in the middle of the table.\n\nThe fortune-teller clasped the cards with both her hands and carefully looked at cards for a while. Then, she suddenly opened her mouth and said, “I’m sorry, I forgot to ask, but what would you like to ask about?”\n\nBack when he was wooing his first love, Zhou Mingrui had also done research on tarot cards. He asked unhesitatingly, “Past, present, and future.”\n\nThis was a type of divination as part of tarot card interpretation—three cards when opened sequentially symbolized one’s past, present, and future.\n\nThe fortune-teller nodded first, then curled her lips to reveal a smile and said, “Then please reshuffle the deck. You can only truly get the cards you want if you know what you would like to ask about.”\n\nWere you fooling me just now? Do you have to be this petty? Didn’t I only ask a few times if this would be a free service? Zhou Mingrui’s cheeks twitched a little. He took a deep breath and took the tarot deck back to reshuffle and cut it.\n\n“There won’t be any problems this time, right?” He placed the already cut deck back onto the table.\n\n“No problem.” The fortune-teller reached out her fingers and picked a card from the top of the deck. Then she placed it on the left side of Zhou Mingrui. Her voice was going lower and lower as she spoke, “This card symbolizes your past.”\n\n“This card symbolize your present.” The fortune-teller placed the second card right in front of Zhou Mingrui.\n\nThen, she picked the third card and put it on the right side of Zhou Mingrui.\n\n“This card symbolizes the future.”\n\n“Alright, which card would you like to see first?” The fortune-teller raised her head up after completing her placement of the cards and gazed deeply at Zhou Mingrui with her grayish-blue eyes.\n\n“I’ll have a look at the ‘present’ first,” Zhou Mingrui said after giving it some thought.\n\nThe fortune-teller nodded slowly and flipped over the tarot card that was directly in front of Zhou Mingrui.\n\nA colorfully dressed character was depicted on this card, wearing ragged headgear with a stick over his shoulder. There was a bindle hanging on the end of the stick and a puppy was following behind him. It was numbered “0.”\n\n“The Fool,” the fortune-teller lightly read out the name of the card with her grayish-blue eyes affixed on Zhou Mingrui.\n\nThe Fool? The “0” card of tarot? A start? A fresh beginning with all kinds of possibilities? Zhou Mingrui was not even considered an amateur enthusiast of tarot, so he could only make a rough interpretation based on his own impressions of tarot.\n\nJust as the fortune-teller was about to say something, the cloth curtains of the tent was suddenly lifted open. The ray of sunlight that shone in was so blinding that it caused the back-facing Zhou Mingrui to instinctively narrow his eyes.\n\n“Why are you impersonating me again! It’s my job to handle the divination for people!” a woman’s voice growled angrily. “Return to your post quickly! You must remember that you’re just an animal trainer!”\n\nAn animal trainer? Zhou Mingrui’s eyes had already adapted to the light by now. He saw a similar-looking woman who was also wearing a sharp pointy hat in a black dress, with her face painted in red and yellow as well. The only difference was that she was taller and had a slimmer physique.\n\nThe woman who was seating in front of him immediately stood up and said disgruntledly, “Don’t mind this, it’s just that I like doing this. But I have to say, my divination and interpretation can be really accurate sometimes. I’m serious…”\n\nShe spoke and lifted up her dress to go around from the side of the table before quickly trotting away from the tent.\n\n“Sir, would you like me to interpret your cards for you?” the real fortune-teller looked at Zhou Mingrui and asked with a smile.\n\nZhou Mingrui’s lips twitched and asked her sincerely, “Is it free?”\n\n“…No,” the real fortune-teller answered.\n\n“Then forget it.” Zhou Mingrui pulled his hands back and put them into his pockets. He clutched his revolver and money before stooping again to exit the tent.\n\nDamn! He actually got an animal trainer to be his fortune-teller?\n\nWas an animal trainer who didn’t want to be a fortune-teller not a good clown?\n\nZhou Mingrui very quickly put this matter behind him. He spent seven pence at the ‘Lettuce and Meat’ market for a pound of not-so-great mutton. Then, he also bought some tender broad beans, cabbage, onions, potatoes, and other items. Together with the bread that he bought earlier, he spent a total of 25 copper pennies, which converted to two soli and one pence.\n\n“There is really not enough to go around for spending. Poor Benson…” Not only had Zhou Mingrui spent the two notes that he had brought with him, but it was also necessary for him top it up with the one penny he had in his pocket.\n\nHe just sighed and did not think further about it as he hurried back home.\n\nWith the staple food, he could now carry out the luck enhancement ritual!\n\n…\n\nAfter the second-floor tenants gradually left, Zhou Mingrui was still in no hurry to carry out the ritual. Instead, he translated the “Blessings Stem From The Immortal Lord of Heaven and Earth” and related phrases into the ancient Feysac language, as well as the Loen language. He was intending to try the ritual again the next day in those local languages if the original incantation did not take effect!\n\nAfter all, he had to take into consideration the differences between the two worlds. In Rome, do as the Romans do!\n\nAs for translating it into an ancient ritual prayer that used the dedicated Hermes language, Zhou Mingrui had a difficult time completing it due to his lack of vocabulary.\n\nAfter readying everything, he finally took out the four loaves of rye bread. He placed one in the corner where the coal stove was originally, one at the bottom inner side of the dress mirror, one at the top of the cupboard where two walls met, and one at the right side of the study table where miscellaneous items were kept.\n\nWith a deep breath, Zhou Mingrui came to the center of the room and spent a few minutes to calm himself. Then, he took a solemn step forward and went in a counter-clockwise direction in the shape of a square.\n\nWhen he took the first step, he chanted in a low whisper, “Blessings Stem From The Immortal Lord of Heaven and Earth.”\n\nThe second step, he sincerely chanted, “Blessings Stem From The Sky Lord of Heaven and Earth.”\n\nThe third step, Zhou Mingrui breathed out a whisper. “Blessings Stem From The Exalted Thearch of Heaven and Earth.”\n\nAt the fourth step, he spat out a foul breath and meditated in concentration. “Blessings Stem From The Celestial Worthy of Heaven and Earth.”\n\nWhen he returned back to the original spot, Zhou Mingrui closed his eyes and waited in his place for an outcome. He had some anticipation in him, some unease, some hope, and some fear.\n\nCould he make it back?\n\nWas there going to be any effect?\n\nCould there be some unexpected situation?\n\nThe unknown in front of him was tainted with the crimson light of hope. Zhou Mingrui’s thoughts were swirling in his head and was finding it difficult to quell it.\n\nIt was at this time that he suddenly felt the surrounding air seem to stop, becoming thick and mysterious.\n\nImmediately after, a low whisper could be heard beside his ears that sounded at times real, at times sharp, at times imaginary, at times alluring, at times maniacal, and at times crazy.\n\nHe clearly did not understand the murmuring that went on, but Zhou Mingrui still couldn’t help himself from wanting to listen to it and distinguish what it was saying.\n\nHis head was in pain again. It was so painful that it felt like someone had stuck a steel drill rod into it.\n\nZhou Mingrui only felt like his head was going to explode. His thoughts were filled with a psychedelic of colors.\n\nHe knew that something was wrong and tried to open his eyes. However, he wasn’t even able to complete such a simple action.\n\nHis entire body was getting tighter and tighter and it felt like he could just break apart at any time. At this time, a self-mocking thought came up in Zhou Mingrui’s mind:\n\n“If you didn’t seek death, you wouldn’t die…”\n\nHe could no longer bear with it. Just as his mind was going to break, the murmuring of voices faded away and his surroundings became very quiet. The mood was an erratic one.\n\nIt was not only the mood; Zhou Mingrui felt his own body going through the same sensations as well.\n\nHe tried once more to open his eyes, an extremely easy task this time.\n\nA gray fog appeared over his eyes—haziness, vague, and endless.\n\n“What’s with this situation?” Zhou Mingrui suddenly looked around him and then lowered his head down to discover that he was floating at the edge of an endless fog.\n\nThe fog was flowing like water and was dotted with a lot of crimson ‘stars.’ Some of them were enormous while others were tiny. There was a sense of them being hidden in the deep depths, while others floated over the surface of this water-like fog.\n\nLooking at the seemingly holographic sight, Zhou Mingrui reached out his right hand in a half-confused, half-exploring manner to try to touch the crimson ‘star’ that was seemingly floating on the surface. He was trying to find a way to leave this place.\n\nWhen his hand touched the surface of that star, a water mark suddenly appeared from within his body and agitated the stars into a “crimson” burst. It looked like a dreamlike burning of flames.\n\nZhou Mingrui got a fright from it. He retracted his right hand in a panic, but accidentally touched yet another crimson star.\n\nAs a result, this star burst with splendid light as well.\n\nIn turn, Zhou Mingrui felt his mind empty and his spirit dissipated.\n\n…\n\nIn the Loen Kingdom’s capital, Backlund. Inside a luxurious looking villa at the royal district.\n\nAudrey Hall sat in front of a dresser. The markings on it were antiquated and there was a cracked bronze mirror on the surface.\n\n“Mirror, mirror, awaken…\n\n“In the name of the Hall family, I command you to awaken!”\n\n…\n\nShe switched between many different sayings, but there was no reaction from the mirror at all.\n\nAfter more than 10 minutes, she finally chose to give up and pouted her lips in grievance. She said in a soft murmur, “Father was indeed lying to me. He always tells me that this mirror was the treasure of the Roman Empire’s Dark Emperor, and that it is an extraordinary item…”\n\nHer voice trailed off. The bronze mirror which rested on the dresser suddenly glowed with a crimson light that shrouded her completely.\n\n…\n\nIn the Sonia Sea, a three-masted sailboat that looked like an obvious relic was navigating through a storm.\n\nAlger Wilson stood on deck, his body undulating with the currents at sea, maintaining his balance easily.\n\nHe wore a robe embroidered with lightning patterns, and in his hand was a quirky-shaped glass bottle. Bubbles billowed inside the bottle at times, frost turned into snow at times, and signs of gusting wind could be seen at times.\n\n“We’re still short on the Ghost Shark’s blood…” Alger murmured.\n\nThen at this moment, a crimson burst appeared in the space between the glass bottle and the surface of his palm. In an instant, it enveloped the surroundings as well.\n\n…\n\nIn the fog of gray mist, Audrey Hall regained her sight. She started reckoning the situation in a state of horror and confusion when she noticed the blurry image of a man on the opposite side of her doing the same as well.\n\nImmediately after, the both of them discovered another mystery person standing not far from them who was shrouded in a gray mist.\n\nThe ‘mysterious person’ was none other than Zhou Mingrui. He was similarly dumbfounded.\n\n“Sir, where is this?”\n\nAudrey and Alger were startled at first, falling silent in the process. Then, they immediately started speaking in unison.\n\n“What are you planning on doing?”"
}