{
  "id": 2,
  "title": "Situation",
  "chapterNumber": 2,
  "contentText": "Tap! Tap! Tap!\n\nZhou Mingrui reeled back in fear at the sight that greeted him. It was as though the person in the dressing mirror was not himself, but a dessicated corpse.\n\nHow could a person with such grievous wounds be still alive!?\n\nHe turned his head in disbelief again and checked the other side. Even though he was a distance away and the lighting was poor, he could still see the penetrating wound and dark red blood stains.\n\n“This…”\n\nZhou Mingrui drew a deep breath as he tried hard to calm himself.\n\nHe reached out to press his left chest and sensed his racing heart that exuded immense vitality.\n\nHe then touched his exposed skin. Beneath the slight coldness was flowing warmth.\n\nWhen he squatted down and after verifying that his knees could bend, Zhou Mingrui stood up again and calmed down.\n\n“What’s happening?” he muttered with a frown. He planned to inspect his head injury seriously once more.\n\nHe took two steps forward and suddenly paused. The moonlight of the sanguine moon was relatively dark, so it was insufficient for his ‘serious inspection.’\n\nA memory fragment triggered as Zhou Mingrui turned his head to look at the grayish-white pipes and the metallic-gridded lamp on the wall right beside the study desk.\n\nThis was the most common gas lamp of the times. Its flame was stable and its illumination capabilities were excellent.\n\nWith Klein Moretti’s family situation, even a kerosene lamp was a dream, much less a gas lamp. Using candles was most apt for their standing and stature. However, back when he burned the midnight oil four years ago to be admitted into Khoy University, his elder brother, Benson, felt that it was an important matter which their family’s future depended upon. Therefore, he insisted on creating conducive studying conditions for Klein even if it meant taking on debt.\n\nOf course, Benson, who was literate and had worked for several years, was not a rash person who did not think of the consequences. He had quite some tricks up his sleeve. He reasoned with the landlord to ‘raise the apartment’s standards by installing gas pipes to improve the likelihood of rentals in the future.’ The landlord was convinced and provided the money to complete the basic modifications. Then, using the convenience of working at an import and export company, he purchased a brand new gas lamp which was nearly at cost price. In the end, all he needed was to use his savings and did not need to borrow money.\n\nAfter the memory fragment flashed past his mind, Zhou Mingrui came to the desk where he turned the pipe’s valve and began twisting the gas lamp’s switch.\n\nWith a sputtering sound, a spark sounded from friction. Light did not descend upon Zhou Mingrui as he had expected.\n\nHe twisted the switch a few more times, but all the gas lamp did was sputter and remain dark.\n\n“Hmm…” Retracting his hand and pressing on his left temple, Zhou Mingrui sought for the reason by rummaging through his memory fragments.\n\nA few seconds later, he turned around and walked toward the door. He arrived at the machine installation which was similarly inset into the wall and had grayish-white pipes connected to it.\n\nThis was a gas meter!\n\nAfter seeing the exposed gears and bearings, Zhou Mingrui took out a coin from his trousers’ pocket.\n\nIt was dark yellow in color and had a bronze shimmer to it. The front of the coin was engraved with a portrait of a crown-wearing man, and there was a ‘1’ on a clump of wheat on the back.\n\nZhou Mingrui knew that this was the most basic currency of the Loen Kingdom. It was called a copper penny. One penny’s purchasing power was roughly three to four yuan before his transmigration. Such coins had other denominations such as the five pence, a halfpence and a quarterpence. Despite the three types, the denominations were not in small-enough units. In everyday life, one had to buy several different things just to spend a single coin from time to time.\n\nAfter flipping the coin—which was only minted and circulated after King George III ascended to the throne—a few times, Zhou Mingrui inserted it into the gas meter’s thin vertical ‘mouth.’\n\nClink! Clang!\n\nAfter the penny fell to the bottom of the meter, the sound of grinding gears sounded immediately, producing a short but melodious mechanical rhythm.\n\nZhou Mingrui stared at the meter for a few seconds before returning to the burly wood desk. He then reached out to twist the gas lamp’s switch.\n\nAfter some sputtering, there was a sharp sound!\n\nA fire plume ignited and rapidly grew. Bright light first occupied the internals of the wall lamp before penetrating the transparent glass, blanketing the room with a warm glow.\n\nThe darkness quickly receded as the crimson retreated out the window. Zhou Mingrui felt at ease for a baffling reason as he quickly came in front of the dressing mirror.\n\nThis time, he seriously inspected his temple and did not miss a single detail.\n\nAfter a few rounds of inspection, he realized that apart from the original blood stain, liquid was no longer flowing out of the grotesque wound. It appeared like it had received the best hemostasis and bandaging. As for the slowly squirming grayish-white brain and the discernible growth of flesh and blood around the wound, it meant that the wound might take thirty to forty minutes, or maybe even two to three hours before it would only leave a light scar.\n\n“The restorative effects that transmigration brings?” Zhou Mingrui curled up the right corner of his mouth as he muttered silently.\n\nFollowing that, he let out a long sigh. Regardless, he was still alive!\n\nAfter settling his mind, he pulled open a drawer and took out a tiny piece of soap. He took one of the old and tattered towels hanging by the side of the cupboard and opened the door. He then walked to the public bathroom which was shared by the tenants on the second floor.\n\nYes, I should clean up the blood stains on my head, or I’ll keep looking like a crime scene. It’s fine scaring myself, but if I were to scare my sister, Melissa, when she gets up early in the morning tomorrow, it would be quite problematic!\n\nThe corridor outside was pitch black. Silhouettes were barely accentuated by the crimson moonlight from the window at the end of the corridor. They looked like a pair of monster eyes that silently observed the living late into the night.\n\nZhou Mingrui lightened his footsteps as he walked towards the communal bathroom with a shuddering fear.\n\nWhen he entered, there was even more moonlight, allowing him to see everything clearly. Zhou Mingrui stood in front of a wash basin and turned the tap’s knob.\n\nUpon hearing the gushing sound of water, he suddenly recalled his landlord, Mr. Franky.\n\nAs water was included in the rent, this short and thin gentleman who wore a top hat, a vest, and a black suit, always inspected the bathroom actively to take note of any sounds of flowing water.\n\nIf the water gushed too loudly, Mr. Franky would ignore all of his gentlemanly traits by flailing his walking stick and striking the bathroom’s door, shouting things like ‘Darn thief,’ ‘Wastage is a shameless matter,’ ‘I’ll remember you,’ ‘If I see this happen another time, scram along with your filthy luggage,’ ‘Mark my words, this is the most value-for-money apartment in Tingen City. You will not find a more kindly landlord anywhere else!’\n\nPutting away those thoughts, Zhou Mingrui used a moist towel to clean the blood stains from his face again and again.\n\nAfter checking himself using the rundown mirror in the bathroom and verifying that all that was left were a hideous wound and a pale face did Zhou Mingrui relax. Then, he took off his linen shirt and used a bar of soap to wash away the bloodstains.\n\nAt that moment, he knitted his brows and recalled of a possible problem.\n\nThe wound was too exaggerated and there was too much blood. Apart from his body, his room likely still had signs of his injury!\n\nAfter Zhou Mingrui was done with his linen shirt a few minutes later, he briskly returned to his apartment with a moist towel. He first wiped the blood handprint on the desk and then, using the gas lamp’s illumination, sought out spots which he missed out.\n\nHe immediately discovered that quite a substantial amount of blood had splattered onto the floor beneath the desk. And there was a yellow bullet to the left side of the wall.\n\n“Releasing a round with a revolver pointed at the temple?” After mixing and matching the clues from before, Zhou Mingrui had a rough idea how Klein had died.\n\nHe was in no hurry to verify his guess. Instead, he seriously wiped away the blood stains and cleaned up the ‘scene.’ Following that, he took the bullet and returned to the side of his desk. He opened the revolver’s cylinder and poured out the rounds inside.\n\nA total of five rounds and a cartridge shell all had a brass luster to them.\n\n“Indeed…” Zhou Mingrui looked at the empty cartridge shell in front of him and stuffed the rounds back into the cylinder while nodding.\n\nHe shifted his gaze to the left and it landed on the notebook’s words: ‘Everyone will die, including me.’ Following that, even more questions arose in him.\n\nWhere did the gun come from?\n\nWas it suicide or a faked suicide?\n\nWhat kind of trouble could a history graduate of humble origins get himself into?\n\nWhy would such a suicide method only leave behind so little blood? Was it because I transmigrated in a timely manner and it came with healing benefits?\n\nAfter pondering for a moment, Zhou Mingrui changed into another linen shirt. He sat on the chair and began pondering over more important matters.\n\nKlein’s experience was still not something he needed to concern himself with. The true problem was to figure out the reason for his transmigration and if he could return!\n\nHis parents, relatives, best buddies, and friends. The fascinating world of the Internet and all sorts of delicious delicacies… These were reasons that prompted his desire to return!\n\nClick. Click. Click… Zhou Mingrui’s right hand was subconsciously pulling out the revolver’s cylinder and slamming it back into place, again and again.\n\nYea, there has not been much difference for me between this period of time and the past. I was just a little unlucky, but why would I transmigrate for no baffling reason?\n\nBad luck… Yes, I tried a luck enhancement ritual before dinner today!\n\nA thought flashed in Zhou Mingrui’s mind, illuminating the memories which were concealed by a fog of confusion.\n\nAs a qualified keyboard politician, keyboard historian, keyboard economist, keyboard biologist, and keyboard folklorist, he had always deemed himself as ‘knowing something of everything.’ Of course, his best buddy would often mock him as ‘only knowing a little of everything.’\n\nAnd one of them was Chinese Divination.\n\nWhen he visited his hometown last year, he had discovered a thread-bound book titled ‘Quintessential Divination and Arcane Arts of the Qin and Han Dynasty’ at an old bookstore. It looked pretty interesting and could aid him in posturing on the Internet, so he bought it. Unfortunately, his interest was short-lived. The vertical script it used made the reading experience horrible. All he did was flip through the beginning pages before he threw it into a corner.\n\nHe had experienced a spate of bad luck in the past month—losing his cell phone, customers running away after cheating him, and mistakes at work. Only then did he suddenly recall the luck enhancement ritual written at the beginning of ‘Quintessential Divination and Arcane Arts.’ Furthermore, the requirements were extremely simple, without any basic foundation requirements.\n\nAll he needed was to get four portions of the staple food in his area and place them in the four corners of his room. They could be placed on furniture such as tables and cupboards. Then, standing in the middle of the room, he had to take four steps in a counter-clockwise fashion to make a square. The first step required him to sincerely chant ‘Blessings Stem From The Immortal Lord of Heaven and Earth.’ The second step was to silently chant, ‘Blessings Stem From The Sky Lord of Heaven and Earth.’ The third step was ‘Blessings Stem From The Exalted Thearch of Heaven and Earth,’ and the fourth step was ‘Blessings Stem From The Celestial Worthy of Heaven and Earth.’ After the four steps were taken, he needed to close his eyes and wait five minutes in his original spot. Only then would the ritual be considered complete.\n\nSince it did not cost him any money, he found the book, followed what was stipulated, and did it before dinner. However… nothing happened back then.\n\nWho would have guessed that he would actually transmigrate in the middle of the night!\n\nTransmigration!\n\n“There is a distinct possibility that it’s due to that luck enhancement ritual… Yes, I should give it a try here tomorrow. If it’s really because of that, I stand a chance of transmigrating back!” Zhou Mingrui stopped flicking the revolver’s cylinder and suddenly sat straight up.\n\nRegardless, he had to give it a try!\n\nHe had to attempt a Hail Mary!"
}