{
  "id": 7,
  "title": "Call Sign",
  "chapterNumber": 7,
  "contentText": "Chapter 7: Call Sign\n“You can address me as The Fool.”\n\nThe simple answer soon emanated through the grand hall and dissipated into the fog. However, the voice kept resonating in Audrey’s and Alger’s hearts, stirring up one ripple after another.\n\nThey never expected such a designation, but they felt that he was deserving of it. The designation perfectly embodied his image as someone mysterious, powerful, and bizarre!\n\nAfter a few seconds of silence, Audrey stood up, held up her skirt slightly and bent her knees, curtseying to Zhou Mingrui.\n\n“Honorable Mr. Fool, would you please permit me to take the liberty of requesting you to be the witness of our trade?”\n\n“It’s nothing.” Zhou Mingrui’s mind whirred as he answered in a way that matched his status.\n\n“It’s our honor, Mr. Fool.” Alger stood up as well. He bent his back slightly with his right palm over his chest.\n\nZhou Mingrui lowered his right palm and smiled.\n\n“Continue, the both of you.”\n\nAlger nodded and sat back down before looking at Audrey.\n\n“If you can obtain the Ghost Shark’s blood, get someone to send it to the Warrior & Sea Bar at Pelican Street, in the White Rose Borough of Pritz Harbor. Tell the boss, Williams, that it’s what the ‘Captain’ wants.\n\n“Once I acknowledge receipt, will you be giving me an address to mail the potion formula to or do you want me to tell it to you here directly?”\n\nAudrey thought for a moment before saying with a smile, “I will choose the more secure method. Let’s do it here, although it’s a test of my memory.”\n\nSince Mr. Fool had agreed to bear witness for the trade, it also represented that there would be a similar ‘Gathering’ the next time.\n\nWith this in mind, she suddenly turned her head as she looked at Zhou Mingrui with sparkling eyes. With a tone of interest, she suggested, “Mr. Fool, would you mind making a few more ‘attempts’ like this?”\n\nAlger listened to her suggestion calmly; he was tempted by the suggestion as well. He hurriedly echoed, “Mr. Fool, don’t you find such ‘Gatherings’ interesting? Although your powers exceed our imaginations, there has to be certain domains that you don’t understand or excel in. The person across me is obviously a young lady of lofty stature. I also have my unique set of experiences, insights, mediums, and resources. Perhaps there will come a day when both of us can help you complete something trivial that might be inconvenient for you.”\n\nFrom his point of view, the fact that he had been pulled into this space without any warning or any means to resist meant that the mysterious Mr. Fool was in control. Participating in the ‘Gatherings’ was not necessarily something he could refuse. Therefore, it was better to reap the benefits of this encounter as much as he could to make up for his passive and disadvantaged state.\n\nThe trio at the long table had different backgrounds, resources, information channels, and comprehension of the mystical domain. If they interacted and enjoyed some limited cooperation, they could produce unpredictable and immeasurable effects!\n\nThe resource trade that had just been negotiated was one example. Another example would be if he wished to kill someone. He could easily request the Gathering’s members who did not appear to be related to him both on the surface and in reality for help. He could perfectly misdirect any investigators.\n\nA young lady of lofty stature… Was my behavior and accent that obvious? Audrey stared blankly, mouth slightly agape, but she soon jolted back to her senses and nodded her head without any hesitation.\n\n“Mr. Fool, I think it’s a very good suggestion. As long as this Gathering becomes regular, you can totally leave certain things that are inconvenient for you to us. Of course, it has to be something within our capacities.”\n\nFrom the moment he heard the suggestion, Zhou Mingrui was already weighing the pros and cons. More gatherings definitely allowed him to gain more knowledge of the secrets of the Beyonders or other mysteries, a boon for his transmigration back. For example, it was likely that the potion formula would appear at the next gathering because of the ‘spectators.’ Similarly, the information he gained was bound to be helpful for his present life.\n\nHowever, more gatherings meant it was easier to expose himself!\n\nIndeed, regardless of the world, there is no such thing as a free lunch… Zhou Mingrui extended his right hand again as he rapped the side of the long table with his finger gently.\n\nConsidering the fact that he was in control of the gathering’s summoning and dismissal, any threat of exposure was within the confines of his control. The pros clearly exceeded the cons, so Zhou Mingrui rapidly made a decision.\n\nHe stopped his rapping as he smiled at the anticipative and perturbed gazes of the duo.\n\n“I’m a person who likes a fair and equal exchange.\n\n“Your help will not go unrewarded.\n\n“Every Monday at three in the afternoon, try your best to be alone. After I make a few more attempts and figure out certain things, perhaps you can apply for a leave of absence ahead of time. You will no longer need to worry about being in inappropriate situations.”\n\nThis was a form of agreement to Alger’s and Audrey’s suggestions.\n\nAudrey had just turned seventeen. Having been taken care of her entire life, she had the character of a young girl. Therefore, she could not help but clench her fist and gradually pump it in front of her chest when she heard The Fool’s reply.\n\nWithout waiting for Alger to say a word, Audrey said in excitement, her eyes glowing, “Then, shall we give ourselves call signs? After all, we can’t use our real names for conversation.”\n\nAlthough I might not be able to deceive Mr. Fool regarding my true identity, the person opposite me poses some danger. I must not let him know who I am!\n\n“Good idea,” answered Zhou Mingrui in a simple and relaxed manner.\n\nAudrey’s mind immediately began whirring as she aired her thoughts as they came to her.\n\n“You are Mr. Fool which is derived from tarot cards. Then, as a fixed, long-term, and secretive ‘Gathering,’ we should be uniform in our designations. Yes, I’ll also choose one from the tarot cards.”\n\nHer tone slowly turned joyous.\n\n“I’ve decided. My designation shall be ‘Justice!'”\n\nIt was one of the twenty-two Major Arcana tarot cards.\n\n“What about you, Mister?” Audrey cheekily smiled at her ‘partner’ sitting across her.\n\nAlger frowned slightly before relaxing it immediately.\n\n“The Hanged Man.”\n\nIt was another Major Arcana card.\n\n“Alright, then we can be considered as the founding members of the Tarot Club!” Audrey was the first to blurt it out happily, only to look fearfully at the fog-concealed Zhou Mingrui. “Will that be alright, Mr. Fool?”\n\nZhou Mingrui shook his head in amusement.\n\n“You can decide on such trivial matters by yourselves.”\n\n“Thank you!” Audrey was clearly thrilled.\n\nFollowing that, she looked at Alger.\n\n“Mr. Hanged Man, can you repeat the address again once more? I’m afraid that my memories will fail me.”\n\n“No problem.” Alger was very pleased with Audrey’s seriousness as he repeated the address once more.\n\nAfter repeating it to herself silently thrice, Audrey said again in excitement, “I heard that tarot cards were invented by Emperor Roselle as a game. In fact, doesn’t it come equipped with the power to divine the future?”\n\n“No. Most of the time, divination stems from one’s self. Everyone has something spiritual about themselves, allowing them to attune to the spiritual world and connect to information about themselves at an even higher level. However, ordinary folks are unable to notice this, much less be able to interpret the ‘signs’ they receive. This information will present itself with the help of divination tools. Let me raise a simple example, dreams and dream interpreters.” Alger took a glance at Zhou Mingrui and seeing no response from him, he refuted Audrey’s claim. “Tarot cards are, in fact, such a tool. It uses more symbolism and more logical elements to help us in conveniently and accurately interpreting the signs.”\n\nAlthough Zhou Mingrui appeared indifferent, he was actually listening very carefully. It was only at this point that his empty mind slowly became heavy as his head began to feel a throbbing pain.\n\n“Got it.” Audrey nodded in agreement. Following that, she emphasized, “That’s not what I meant. I’m not doubting the tarot cards, but I heard that Emperor Roselle had actually created another set of cards, secret and mysterious ones. They were paper cards which symbolized a particular unknown power. There was a total of twenty-two cards that he completed. Later on in life, he referenced them to create the twenty-two Major Arcana tarot cards which are used as a gaming tool. Was what I said correct?”\n\nShe looked at Zhou Mingrui as though she was attempting to get an answer from the mysterious Mr. Fool.\n\nAll Zhou Mingrui did was smile without saying a word. He cast his gaze at The Hanged Man as though he was putting him to the test.\n\nAlger subconsciously straightened his back and said in a deep voice, “That’s right. It is said that Emperor Roselle had seen the Blasphemy Slate and that set of paper cards contain the profound mysteries of the twenty-two paths of the divine.”\n\n“Twenty-two paths of the divine…” repeated Audrey with a longing tone.\n\nAt that moment, Zhou Mingrui’s headache intensified. He felt that his invisible connection with the crimson stars and grayish-white fog was beginning to falter.\n\n“Alright, that will be all for today’s gathering,” he said in a deep voice after making the decision immediately.\n\n“By your will.” Alger bowed his head respectfully.\n\n“By your will.” Audrey mimicked The Hanged Man.\n\nShe still had many questions and thoughts; thus, she was unwilling to have it end so soon.\n\nAs Zhou Mingrui severed the connection, he said with a smile, “Let us look forward to the next gathering.”\n\nThe ‘stars’ brightened once more as the crimson light receded like water. Just as Audrey and Alger heard Mr. Fool’s words, their figures turned into a blur as they phased away.\n\nIn a second, the ‘projection’ shattered as the gray fog restored its silence.\n\nAs for Zhou Mingrui, he felt himself turning heavy rapidly. His surroundings turned fleeting as his eyes met darkness before changing into dazzling sunlight.\n\nHe was still standing in the middle of his apartment.\n\n“It was like a dream… What the heck was that foggy world… Who or what sort of power created the changes that just happened…” Zhou Mingrui sighed softly. He was completely puzzled as he walked towards the study desk as though his legs were filled with lead.\n\nHe picked up the pocket watch he placed outside to determine how much time had passed.\n\n“Time flowed at the same pace.” Zhou Mingrui made a rough judgment.\n\nAfter putting down his pocket watch, he found himself unable to endure the splitting headache any further. He sat on the chair and lowered his head, using his left thumb and middle finger to massage his temples.\n\nAfter a long while, he suddenly let out a sigh and said in Mandarin, “From the looks of it, I won’t be able to return any time soon…”\n\nOnly the clueless could be fearless. After witnessing such a fascinating event and learning the situation regarding Beyonders and the mysterious world, Zhou Mingrui no longer dared to rashly try the luck enhancement ritual using ancient Feysac or Loen language.\n\nWho knew what other kinds of situation would happen. Perhaps, it would be more bizarre, horrifying, or even a living hell!\n\n“At the very least, I should attempt only when I have a deep mastery of mysticism,” thought Zhou Mingrui helplessly.\n\nThankfully, the so-called Gathering could provide him with help.\n\nAfter another bout of silence, he muttered to himself with a tone of dismay, disappointment, agony, and grief, “From this moment forth, I’m Klein.”\n\n…\n\nKlein tried his best to refocus his solutions and plans so as to purge the negative emotions in him.\n\nPerhaps, he could learn the potion formula for ‘Spectator’ from the side…\n\nThe ‘Gathering’ that just happened sure is fascinating. People who reside in different places across the world can reduce hundreds of kilometers to just mere inches and discuss face-to-face while supplying each other’s needs. Uh, speaking of which, this does sound a little familiar…\n\nKlein was stunned for a few seconds before he burst out in laughter. Pressing against his temple, he jested under his breath, “Wasn’t that a social networking platform?”"
}