{
  "id": 1,
  "title": "Crimson",
  "chapterNumber": 1,
  "contentText": "Painful!\n\nHow painful!\n\nMy head hurts so badly!\n\nA gaudy and dazzling dreamworld filled with murmurs instantly shattered. The sound asleep Zhou Mingrui felt an abnormal throbbing pain in his head as though someone had ruthlessly lashed at him with a pole again and again. No, it was more like a sharp object pierced right through his temples followed by a twist!\n\nOuch… In his stupor, Zhou Mingrui attempted to turn around, look up, and sit up; however, he was completely unable to move his limbs as though he had lost control over his body.\n\nFrom the looks of it, I’m still not awake. I’m still in a dream… Who knows, perhaps the next scene will be of me thinking I’m already awake, but in fact, am actually still sleeping…\n\nZhou Mingrui, who was not unfamiliar with similar encounters, tried his best to focus in order to escape the shackles placed upon him by the darkness and confusion.\n\nHowever, while still in his reverie, whatever will he could summon was ethereal like a fleeting fog. He found his thoughts difficult to control and introspect. No matter how much he tried, he still lost his focus as random thoughts surfaced in his mind.\n\nWhy would I suddenly have such an excruciating headache in the middle of the night?\n\nAnd it’s really painful!\n\nCould it be something like a cerebral hemorrhage?\n\nF**k, don’t tell me I’m going to die young?\n\nI need to wake up! Now!\n\nEh? Why doesn’t it seem to hurt as much as before? But why does it still feel like a blunt knife is slicing through my brains…\n\nFrom the looks of it, sleep is impossible. How am I to show up for work tomorrow?\n\nWhy am I still thinking about work? This is some authentic headache. Of course I have to take time off! I don’t have to worry about my manager’s grumblings!\n\nHey, putting it that way, it doesn’t seem too bad. Hehe, I can end up getting some spare time for myself!\n\nThrobbing pain inundated Zhou Mingrui, allowing him to slowly accumulate immaterial strength until he was finally able to move his back and open his eyes. He finally broke free from his reverie.\n\nHis vision first blurred before it was screened by a faint crimson red. All he could see was a study desk made of burly wood in front of him. Right in the middle was an opened notebook with coarse, yellow pages. The title was eye-catchingly written with strange, deep black lettering.\n\nTo the left of the notebook was a stack of neatly arranged books, numbering about eight. The wall on their right was inset with grayish-white pipes with wall lamps connected to them.\n\nThe lamp had a classical Western style to it. It was about half the size of an adult’s head with an inner layer of transparent glass and an exterior gridded with black metal.\n\nDiagonally beneath the lamp was a black ink bottle shrouded in a pale red glow. Its embossed surface formed a blurry angel pattern.\n\nIn front of the ink bottle and to the right of the notebook sat a dark-colored pen with a fully circular body. Its tip shimmered with a faint glint while its cap rested right beside a brass revolver.\n\nA gun? A revolver? Zhou Mingrui was completely taken aback. The things laid before him were alien to him. It looked nothing like his room!\n\nWhile feeling shocked and confused, he discovered that the desk, notebook, ink bottle, and revolver were covered in a layer of crimson ‘veil,’ a result of the light shining from the window.\n\nSubconsciously, he looked up and shifted his gaze up bit by bit.\n\nIn midair, a crimson moon hung high above the backdrop of a ‘black velvet curtain,’ glowing in silence.\n\nThis… Zhou Mingrui felt inexplicably horrified as he stood up abruptly. However, before his feet fully straightened, his brain protested with throbbing pain. It made him temporarily lose his strength as he fell uncontrollably. His buttocks slammed heavily onto the burly wood chair.\n\nPa!\n\nThe pain did little. Zhou Mingrui stood up again by propping himself up. He turned around in a fluster as he began to size up the environment he was in.\n\nThe room was not very large, with a brown door on each side of the room. Close to an opposite wall was a low wooden bed.\n\nBetween the bed and the left door was a cabinet. Its two doors were swung open and beneath it were five drawers.\n\nTo the side of the cabinet, there was the same grayish-white pipe on the wall at the height of a person. However, it was connected to a strange mechanical device with exposed gears and bearings in several spots.\n\nItems resembling coal stoves sat in the right corner of the room near the table, along with soup pots, iron pots, and other kitchen utensils.\n\nAcross the right door was a dressing mirror with two cracks. Its bottom was made of wood and the patterns were simple and plain.\n\nWith a sweep of his gaze, Zhou Mingrui noticed himself in the mirror—the present him.\n\nBlack hair, brown pupils, a linen shirt, thinly built, average-looking features and a rather deep outline…\n\nThis… Zhou Mingrui immediately drew a gasp as many helpless and confused guesses surfaced in his mind.\n\nThe revolver in ancient European style and the crimson moon that looked different from Earth’s moon could only mean one thing!\n\nC-could I have transmigrated? Zhou Mingrui widened his mouth slightly.\n\nHe had grown up reading web novels and had often fantasized over such scenes. However, he momentarily found it hard to accept the situation when he found himself in one.\n\nThis was probably what it meant to love a fantasy 1 ? In a minute, Zhou Mingrui had already cursed himself while trying to make the best out of his adverse situation.\n\nIf not for the still throbbing headache that made his thoughts high strung but clear, he would have definitely suspected that he was dreaming.\n\nCalm down, calm down, calm down… After taking a few deep breaths, Zhou Mingrui worked hard to stop panicking.\n\nAt that moment, as his mind and body calmed down, memories began flooding him as they slowly appeared in his mind!\n\nKlein Moretti, a citizen of the Northern Continent’s Loen Kingdom, Awwa County, City of Tingen. He is also a recent graduate from the Department of History at Khoy University…\n\nHis father was a sergeant of the Royal Army who had sacrificed himself during a colonial conflict with the Southern Continent. The bereavement allowance gave Klein the opportunity to study at a private language school and laid the foundation for his admission into university…\n\nHis mother was a devotee of the Evernight Goddess. She passed away the year Klein passed the entrance examinations to Khoy University…\n\nHe also had an elder brother and a younger sister. They stayed in a two bedroom apartment together…\n\nTheir family was not wealthy and its situation could even be described as somewhat wanting. At present, the family was supported solely by the elder brother who worked at an import and export company as a clerk…\n\nAs a history graduate, Klein grasped knowledge of the ancient Feysac language—deemed the origin of all languages in the Northern Continent—as well as the Hermes language which often appeared in ancient mausoleums as well as text regarding sacrificial and praying rituals…\n\nHermes language? Zhou Mingrui’s mind stirred as he reached out to rub his throbbing temples. He cast his gaze toward the table at the opened notebook. He noticed that the text on the yellowed paper turned from strange to alien, before turning from alien to something familiar. It then turned into something readable.\n\nIt was text written in Hermes language!\n\nThe dark ink wrote the following:\n\n“Everyone will die, including me.”\n\nHiss! Zhou Mingrui felt inexplicably horrified. He instinctively leaned back in an attempt to widen the distance between him and the notebook, as well as the text on it.\n\nBeing very weak, he nearly fell down but managed to extend his hands in a fluster to hold onto the edge of the table. He felt that the surrounding air was turbulent as though there were faint murmurings resounding in it. The feeling was akin to hearing horror stories being recounted by elders when he was young.\n\nHe shook his head, believing that everything was an illusion. Zhou Mingrui found his balance and shifted his gaze from the notebook as he heaved for breath.\n\nThis time, his gaze landed on the shimmering brass revolver. He suddenly had a question arise in him.\n\nWith Klein’s family situation, how can they have the money or means to buy a revolver?\n\nZhou Mingrui could not help but frown.\n\nWhile in deep thought, he suddenly discovered a red handprint to the side of the table. Its color was deeper than the moonlight and much thicker than the ‘veil.’\n\nIt was a bloody handprint!\n\n“A bloody handprint?” Zhou Mingrui subconsciously flipped his right hand that had been holding the edge of the table. Looking down, he saw that his palm and fingers were covered in blood.\n\nAt the same time, the throbbing pain in his head continued. Although it had weakened a little, it continued incessantly.\n\nDid I smash my head open?\n\nZhou Mingrui guessed as he turned around and walked towards a cracked dressing mirror.\n\nA few steps later, a black-haired figure of medium build and brown eyes appeared clearly in front of him. The person had a distinct scholarly air to him.\n\nIs this the present me? Klein Moretti?\n\nZhou Mingrui was stunned momentarily. Since there was insufficient lighting at night, he failed to see something clearly. He continued forward until he was just a step short from colliding with the mirror.\n\nUsing the crimson veil-like moonlight as illumination, he turned his head and examined the corner of his forehead.\n\nA clear reflection appeared in the mirror. His temple had a grotesque wound with burn marks along its periphery. Blood stained the wound’s surroundings and there were grayish-white brain juices squirming slowly within."
}