{
  "id": 6,
  "title": "Beyonder",
  "chapterNumber": 6,
  "contentText": "Chapter 6: Beyonder\nNot only did they speak the same Loen language, they also shared the same grim and tense vibes.\n\nWhere am I? What do I plan to do here? I would like to know too… Calming himself down, Zhou Mingrui silently repeated the questions posed by the two.\n\nWhat left the deepest impression on him were neither the sentences formed by words nor the meanings behind them, but the display of bewilderment, vigilance, panic, and reverence by the couple!\n\nFor some baffling reason, two people had been mysteriously dragged into this world surrounded by gray fog. As the perpetrator, Zhou Mingrui was already feeling abnormally dumbfounded and startled, let alone the couple who was pulled into this mess completely passively!\n\nFor them, such events and encounters might already be beyond their imaginations, right?\n\nMomentarily, Zhou Mingrui thought of two options: The first option was feigning victimhood to hide his true identity, and in turn gain a considerable amount of trust. He could then take a wait-and-see approach and take advantage of his circumstances where necessary. The other option was to maintain his mysterious identity in the eyes of the couple. He could then affect the subsequent development while gleaning valuable information from them.\n\nWithout the luxury of time to deliberate over the situation, he grasped hold of the thought that flashed across his mind. He made an immediate decision to try out the second idea.\n\nExploit the psychological state of the others to gain the greatest advantage for himself!\n\nAfter a few seconds of silence in the fog, Zhou Mingrui chuckled. With a low but not heavy tone, he calmly spoke as though he was replying to the polite greetings from the visitors, “An attempt.”\n\nAn attempt… an attempt? Audrey Hall looked at the mysterious guy veiled in the grayish-white fog, and the only thought was that whatever was happening was absurd, funny, horrifying, and weird.\n\nShe was at the dressing table inside her bedroom only moments ago. But just by turning around, she had “come” into this place that was filled with gray fog!\n\nHow inconceivable!\n\nAudrey took a breath, revealing an impeccable, courteous smile. She asked in a somewhat perturbed way, “Sir, is the attempt over? Might you permit our return?”\n\nAlger Wilson also had the intentions to probe Zhou Mingrui in a similar fashion, but his rich experience made him statelier. He held back his impulse and only took on the role of a silent onlooker.\n\nZhou Mingrui looked at the questioner. Looking through the hazy mist, he could roughly see the silhouette of the person in question. It was a tall girl with smooth blond hair, but her exact countenance could not be seen clearly.\n\nHe did not rush to reply the girl’s question but turned around to look at the man. He had messy dark-blue hair, as well as a medium stature that was not considered stout.\n\nZhou Mingrui suddenly realized something. Once he became stronger or had a deeper understanding of the foggy world, perhaps it was possible for him to see through the fog and discern the girl and the man.\n\nIn this situation, they are the visitors, and I’m the master!\n\nAfter changing his mindset, Zhou Mingrui instantly noticed details that he had neglected earlier on.\n\nThe girl with a melodious voice and the mature, withdrawn man both looked considerably incorporeal. Tainted by a faint crimson red, they resembled a projected image of the two crimson red “stars” beyond the gray fog.\n\nThis projection was based on the connection between the crimson red and himself, an intangible connection that only he himself could realistically grasp hold of.\n\nThe projection would disappear once the connection was cut, and the couple would then return… Zhou Mingrui nodded mildly and looked at the blond, chuckling. “Of course, if you make a formal request, you can return this very moment.”\n\nWhen she did not identify any ill intention from his tone, Audrey heaved a sigh of relief. She believed that since a gentleman who was capable of such miraculous things had given his word, he would definitely abide by it stringently.\n\nWith her mind somewhat mollified, she surprisingly was in no hurry to request her leave. She rolled her virid eyes left and right, which sparkled with an abnormal radiance.\n\nShe said in an anxious, anticipative and tempted manner, “This is such a wonderful experience… Yes, I have always been hoping that something like this would happen. I mean—I like mysteries and supernatural miracles. No, my point is—what I mean is that, Sir, what can I do to become a Beyonder?”\n\nShe got more excited as she spoke, so much so she was fumbling over her words. The dream that sprouted in her as a result of listening to thrilling fantasies as told by her elders finally saw the possibility of being materialized.\n\nHowever, with just a few words, she had already forgotten all her previous fears and horrors.\n\nGood question! I would also like to know the answer… Zhou Mingrui complained inwardly.\n\nHe started to ponder on an answer to the question to maintain his unfathomable image.\n\nAt the same time, he felt that it was quite unbecoming of him to talk while standing. Shouldn’t he be in a palace, sitting at the head of a long table, and on a mysterious high-back chair engraved with ancient patterns, while silently observing his visitors?\n\nAs soon as this thought surfaced, the gray fog started to churn, giving both Audrey and Alger a shock.\n\nIn an instant, they saw a number of towering stone pillars around them. Above them was a vast dome that encapsulated them.\n\nThis entire edifice looked magnificent, grand and lofty, just like a legendary palace for giants.\n\nDirectly under the dome where the gray fog gathered, a long, bronze table appeared with ten high-back chairs on either side in a symmetrical arrangement. The back of each chair dazzled and shone faintly with crimson red, drawing the outlines of weird constellations that differed from reality.\n\nAudrey and Alger sat face-to-face, sitting next to the Seat of Honor.\n\nThe girl looked to her sides, and could not help but mumble, “How fascinating…”\n\nIt is certainly fascinating… Zhou Mingrui extended his right hand and caressed the edge of the bronze table a little while maintaining an unperturbed expression.\n\nAlger inspected the surroundings, and after a few seconds of silence, he suddenly opened his mouth, and answered Audrey’s question in place of Zhou Mingrui.\n\n“Are you a Loen?\n\n“If you want to become a Beyonder, join the Churches of either the Evernight Goddess, the Lord of Storms, or the God of Steam and Machinery.\n\n“The majority of us will not meet a Beyonder our entire lives. This has caused churches, and even some clergies within some of the biggest churches, to suspect the same. While this is the case, I am certain to tell you that Beyonders still exist in courts, tribunals, and execution agencies. They are still fighting against the dangers that grow in the dark, only that their numbers are much fewer as compared to before and during the early days of the Iron Age.”\n\nZhou Mingrui listened attentively, but he tried his best to present himself as paying little attention to Alger’s words, much like how young kids listened to stories.\n\nRelying on Klein’s fragmented general knowledge of history, Zhou Mingrui knew clearly that the “Iron Age” referred to the current epoch, which was the Fifth Epoch that began 1349 years ago.\n\nAudrey silently listened to Alger finish his sentence before sighing.\n\n“Mister, I know all about what you just said; I even know more than that, including the Nighthawks, the Mandated Punisher, and the Machinery Hivemind, but I don’t want to lose my freedom.”\n\nAlger gave a low-sounding laugh, and said vaguely, “You can’t become a Beyonder without sacrifices. If you don’t consider joining churches and accepting their given challenges, you can only seek the royal families and the few nobles with family histories of more than a thousand years. If not, you can rely on your luck to search for clandestine evil organizations.”\n\nAudrey puffed her cheeks subconsciously and looked around in a fluster. After confirming that both the “mysterious man” and Audrey did not notice her tic, she pressed, “Are there no other solutions?”\n\nAlger sank into silence. About half a minute later, he turned around to look at the “mysterious man” who was watching the two of them in silence.\n\nRealizing that Zhou Mingrui had no plans to make any comment, he looked back at Audrey and said with deliberation, “I have two sets of Sequence 9 Potion formulas.”\n\nSequence 9? Zhou Mingrui muttered to himself.\n\n“Really? Which two sets?” Audrey clearly knew what the Sequence 9 Potion formulas meant.\n\nAlger leaned back slightly, and replied unhurriedly, “As you know, humanity can only depend on potions to become real Beyonders, while the names of potions come from the ‘Blasphemy Slate.’ After constant translations intoJotun 1 , Elvish, ancient and modern Hermes, and ancient Feysac, they have undergone changes to match the day and age of that era. The essence is not in their names, but whether they portray the ‘core characteristics’ of the potions.\n\n“I have a Sequence 9 Potion named ‘Sailor.’ It enables you to have excellent balancing capabilities. Even if you were on a boat in a rainstorm, you will be able to walk about freely as though you were on land. You will also gain immense strength and illusory scales under your skin. They will enable you to swim like a fish and be difficult to catch. You will move agilely underwater just like marine animals. Even without any equipment, you will be able to easily submerge underwater for at least ten minutes.”\n\n“Sounds great… the ‘Keepers of the Seas’ from the Lord of Storms?”\n\n“It was called by that name in the past.” Alger did not pause and continued. “The second set of Sequence 9 Potions is called ‘Spectator,’ although I am not sure what it was called in the past. This set of potions enables you to have an exceptionally sharp mind with acute observational abilities. I believe you can understand by what ‘spectator’ means from watching operas and plays. Just like an audience, spectators judge the ‘actors’ in the secular world, catching a glimpse of the real thoughts of them through their emotions, conduct, and mantras.”\n\nAt this point, Alger emphasized, “You must remember, regardless of whether you are at an extravagant banquet or a crowded street, spectators can only be spectators forever.”\n\nAudrey’s eyes shone as she listened, and spoke after a long while, “Why? Alright, this is a follow-up question. I-I think I have fallen in love with this feeling—of being a ‘spectator.’ How can I get this potion’s formula? What can I use to trade with you for it?”\n\nAlger looked like he was already prepared as he said in a deep voice, “The blood of Ghost Sharks, at least 100 milliliters of it.”\n\nAudrey nodded her head excitedly, but subsequently asked worriedly, “If I can get it—and I’m saying if—how do I hand it to you? How can you promise me that you can give the potion’s formula to me in return for the Ghost Shark’s blood, as well as the authenticity of the formula?”\n\nAlger said calmly, “I’ll give you an address. I’ll mail the formula to you, or tell you directly here, once I receive the blood of the Ghost Shark.”\n\n“As for promises, I think that both you and I can feel rest assured under the witness of the mysterious sir.”\n\nAs he said this, he swept his eyes towards Zhou Mingrui who was sitting up straight at the Seat of Honor.\n\n“Sir, the fact that you brought us here shows that you have tremendous strength unimaginable to us. Neither one of us would dare violate a promise with you as witness.”\n\n“That’s right!” Audrey’s eyes sparkled and agreed with excitement.\n\nFrom her perspective, the mysterious gentleman who had unimaginable abilities was definitely an “authoritative” witness.\n\nHow could I or the guy opposite me dare trick him!\n\nAudrey half-turned her body and looked at Zhou Mingrui earnestly.\n\n“Sir, please be the witness of our trade.”\n\nAt that moment, she then realized that she was all too impolite, having forgotten all along to ask a particular question. She asked hurriedly, “Sir, how should we address you?”\n\nAlger nodded slightly, and echoed the same question in a serious manner, “Sir, how should we address you?”\n\nZhou Mingrui was taken aback. He gently rapped his fingers on the bronze table. The contents of the earlier divination flashed across his mind suddenly.\n\nHe leaned back, withdrew his right hand, and crossed his ten fingers, placing them below his chin. He gave the duo a faint smile.\n\n“You can address me as…”\n\nUpon saying this, he paused for a moment. He said amiably and calmly, “The Fool.”"
}