{
  "id": 8,
  "title": "A New Era",
  "chapterNumber": 8,
  "contentText": "Chapter 8: A New Era\nWhoosh!\n\nHowling wind accompanied a downpour. The three-mast sailboat was tossed around by the crests and troughs of the incoming waves, as if it was being toyed by a giant.\n\nThe crimson glow in Alger Wilson’s eyes faded. He found himself still remaining on the deck and nothing appeared to have changed.\n\nAlmost immediately, the quirky-shaped glass bottle in his palm shattered and the frost within melted into the rain. In seconds, there were no longer any traces left that suggested the existence of the wondrous antique.\n\nA hexagonal crystal-like snowflake emerged on Alger’s palm. It then faded rapidly until it was seemingly absorbed by the flesh, vanishing completely in the process. Alger nodded his head in a hardly noticeable manner, as if he was thinking about something. He remained still and silent for a full five minutes.\n\nHe turned around and headed for the cabin. As he was about to enter, a man who wore a similar robe embroidered with lightning patterns emerged from inside.\n\nThis man, who had soft blond hair, paused and looked at Alger. He held his right fist to his chest and said, “May the Storm be with you.”\n\nAlger replied with the same words and gesture. There were no emotions on his rough face which had a well-defined structure.\n\nAlger entered the cabin after the greeting and proceeded to the captain’s cabin situated at the far end of the corridor.\n\nSurprisingly, he did not encounter any sailors on the way. The whole place was as quiet as a graveyard.\n\nBehind the door to the captain’s cabin, a soft brown carpet overlaid the floor. A bookshelf and a wine rack took the opposite side walls of the room. The books with their yellowish covers and wine bottles with their dark red color looked peculiar under the flickering candlelight.\n\nOn the desk with the candle, there was a bottle of ink, a quill, a pair of black metallic telescope, and a sextant made of brass.\n\nBehind the desk sat a pale middle-aged man wearing a captain’s hat which had a skull on it. As Alger approached him, he said menacingly, “I will not give in!”\n\n“I believe you can do it,” Alger said calmly, so calm that it felt like he was commenting on the weather.\n\n“You…” The man seemed to be stunned by the unexpected answer.\n\nAt this very moment, Alger leaned forward slightly and suddenly dashed across the room until they were only separated by the desk.\n\nPa!\n\nAlger tightened his shoulder and reached out his right hand to choke the man.\n\nIllusory fish scales appeared on the back of his hand as he crazily mustered more strength to choke the man, giving him no time to respond.\n\nCrack!\n\nAmid the crisp cracking sound, the man’s eyes widened as his body was lifted up.\n\nHis legs twitched furiously before they soon became motionless. His pupils began to widen as he stared aimlessly. There was a stench from between his legs as his pants gradually turned moist.\n\nWhile lifting the man, Alger lowered his back and strode toward the wall.\n\nBang! He used the man as a shield and smashed forward at the wall. His extremely muscular arm was monstrous.\n\nA hole cracked open in the wooden wall, and rain poured in, accompanied by the scent of the ocean.\n\nAlger flung the man out of the cabin, straight into the giant waves that resembled mountains.\n\nThe wind continued to howl in the dark as almighty nature devoured everything.\n\nAlger took out a white handkerchief and wiped his right hand carefully before throwing it into the sea as well.\n\nHe stepped back and waited patiently for company.\n\nIn less than ten seconds, the blond man from before rushed in and asked, “What happened?”\n\n“The ‘captain’ has escaped,” Alger answered in an annoyed manner as he panted. “I didn’t know he still had some of his Beyonder powers.”\n\n“Damn it!” the blond man cursed softly.\n\nHe went up to the opening and stared into the distance. However, nothing was visible except for the waves and the rain.\n\n“Forget it, he was just extra loot,” the blond man said, waving his arm, “We will still be rewarded for finding this ghost ship from the Tudor Era.”\n\nEven if he was a Keeper of the Sea, he would not have hastily dived into the sea under this weather condition.\n\n“The ‘captain’ will not be able to survive much longer if the storm continues.” Alger said, as he nodded in approval. The wooden wall was repairing itself at a discernible rate.\n\nHe gazed at the wall and turned his head subconsciously towards the rudder and the sail.\n\nHe was perfectly aware of what was going on behind all the wooden planks.\n\nThe chief mate, the second mate, the crew, and the sailors were not present. There was no living person on board!\n\nAmidst all the emptiness, the rudder and the sail moved eerily by themselves.\n\nAlger again pictured “The Fool” who was covered in grayish-white fog and sighed.\n\nHe turned back and looked outside at the mighty waves and spoke as though in a reverie while filled with anticipation and awe, “A new era has begun…”\n\n…\n\nEmpress Borough, Backlund, capital of the Loen Kingdom.\n\nAudrey Hall pinched her cheeks in disbelief of her encounter a while ago.\n\nOn the dressing table in front of her, the old bronze mirror had shattered into pieces.\n\nAudrey cast her gaze downwards and saw the swirling “crimson” on the back of her hand; it was like a tattoo depicting a star.\n\nThe “crimson” gradually faded and disappeared into her skin.\n\nOnly at this point in time was Audrey certain that it was not a dream.\n\nHer eyes twinkled as she grinned. She could not help but stand up before bending down to lift up the hem of her dress.\n\nShe curtseyed towards thin air and started dancing lively. It was the “Ancient Elf Dance, “the most popular dance among royalty at the moment.\n\nShe had a bright smile on her face as she moved about gracefully.\n\nKnock! Knock! Someone suddenly knocked at her bedroom door.\n\n“Who is it?” Audrey immediately stopped her dance and asked as she tidied her dress to look more elegant.\n\n“My Lady, may I come in? You should start to prepare for the ceremony,” Audrey’s maidservant asked from outside the door.\n\nAudrey looked into a mirror on the dressing table and quickly wiped the smile from her face, leaving only a tiny hint of a smile.\n\nShe responded gently after she had ensured everything was presentable, “Come in.”\n\nThe doorknob turned and Annie, her maidservant, pushed in.\n\n“Oh, it cracked…” Annie said as she instantly saw the outcome of the old bronze mirror.\n\nAudrey blinked and said slowly, “Erm, Yes! Susie was here just now. I am sure you know she likes to wreak havoc!”\n\nSusie was a golden retriever that was not so much of a purebred. It was a gift given to her father, Count Hall, when he bought a foxhound. Nevertheless, Audrey adored it.\n\n“You should train it well,” Annie said, as she picked up the pieces of the bronze mirror adeptly and with care, lest it hurt her mistress.\n\nAs she finished tidying up, she asked Audrey with a smile, “Which dress do you want to put on?”\n\nAudrey thought for a while and answered,” I like the dress designed by Mrs. Guinea for my 17th birthday.”\n\n“No, you can’t wear the same dress twice to a formal ceremony or others will gossip about and question the Hall family’s financial ability,” Annie said, shaking her head in disagreement.\n\n“But I really like it!” Audrey insisted in a gentle manner.\n\n“You can wear it at home or when you attend an event that isn’t so formal,” Annie said firmly, suggesting that it was not negotiable.\n\n“Then it will have to be the one with the lotus design along the sleeves given by Mr. Sades two days ago,” Audrey said as she drew in a gasp inconspicuously, maintaining her sweet smile.\n\n“You always have such a good taste,” Annie said as she stepped back and shouted towards the door, “The sixth dressing room! Ah, forget it, I shall fetch it myself.”\n\nMaidservants began to work. The dress, accessories, footwear, hat, makeup, and hairstyle—everything had to be taken care of.\n\nWhen it was almost ready, Count Hall appeared at the door wearing a dark brown waistcoat.\n\nHe had a hat sharing the same color as his clothes and a nice mustache. His blue eyes were filled with joy, but his loosening muscles, widening waist, and wrinkles were obviously destroying his handsome youth.\n\n“The brightest jewel of Backlund, it is time for our departure,” Count Hall said, knocking at the door twice.\n\n“Father! Stop calling me that,” Audrey protested as she got up with the help of the maidservants.\n\n“Well then, it’s time to set off, my beautiful little princess,” Count Hall said as he bent his left arm, signaling Audrey to hold his arm.\n\nAudrey shook her head slightly and said, “That is for my mother, Mrs. Hall, the Countess.”\n\n“Then this side,” Count Hall bent his right arm with a smile and said, “This is for you, my greatest pride.”\n\n…\n\nThe Royal Navy base, Pritz Harbor, Oak Island.\n\nWhen Audrey took her father’s arm and walked down the carriage, she was suddenly shocked by the juggernaut in front of her.\n\nIn the military port not far away, there was a huge ship shimmering with metallic reflections. It did not have a sail, leaving only an observatory deck, two towering chimneys, and two turrets at the ends of the ship.\n\nIt was so majestic and large that the fleet of sails nearby were like newborn dwarfs clustering around a giant.\n\n“Holy Lord of Storms…”\n\n“Oh, m’lord.”\n\n“An ironclad warship!”\n\n…\n\nAmidst the furore, Audrey was also shocked by this unprecedented miracle created by mankind. It was an ocean miracle that had never been seen before!\n\nIt took a while for the aristocrats, ministers, and members of parliament to compose themselves. Then, a black spot on the sky started to grow in size until it occupied a third of the sky and entered everyone’s view. The atmosphere suddenly became solemn.\n\nIt was a gigantic flying machine with a beautiful streamlined design hovering in mid-air. The deep blue machine had airbags made of cotton which were supported by alloy structures that were strong but light. The alloy structure’s bottom had openings mounted with machine guns, projectile launchers, and muzzles. The exaggerated humming noise from the ignition steam engine and the tail blades produced a symphony that left everyone amazed.\n\nThe King’s family arrived on their airship, exuding a lofty and indisputable authority.\n\nTwo swords, each with a ruby crown at the handle, were pointing vertically down and reflected the sunlight on both sides of the cabin. They were the “Sword of Judgment” emblem which symbolized the Augustus family and has been passed down from the previous epoch.\n\nAudrey was not yet eighteen, so she had not attended the “introductory ceremony,” which was an event led by the Empress that marked one’s debut into the Backlund social scene, to announce her adult status. Therefore, she could not be nearer to the airship and had to remain silent at the back to watch the entire event.\n\nNevertheless, it did not matter to her. In fact, she was relieved that she did not need to deal with the princes.\n\nThe ‘miracle’ that mankind used to conquer the sky touched down gently. The first ones to step down the stairs were the handsome young guards who wore red ceremonial uniforms with white trousers. Decorated with medals, they formed two lines with rifles in hand. They were awaiting the appearances of King George III, his queen, and the prince and princess.\n\nAudrey was not new to meeting important people so she showed no interest at all. Instead, she had her attention on the two statue-like black-armored cavalry flanking the king.\n\nIn this era of iron, steam, and cannons, it was surprising that there was still someone who could bear wearing full armor.\n\nThe cold metallic luster and the dull black helmet conveyed solemnity and authority.\n\n“Could they be the higher-order Disciplinary Paladins…” Audrey recalled snippets of a casual conversation among adults. She was curious but did not dare go close.\n\nThe ceremony commenced with the arrival of the king’s family. The incumbent Prime Minister, Lord Aguesid Negan, went up to the front.\n\nHe was a member of the Conservative Party and the second non-aristocrat to become the Prime Minister till this very day. He was given the title of a Lord for his great contributions.\n\nOf course, Audrey knew more. The main supporter of the Conservative Party was the present Duke of Negan, Pallas Negan, who was the brother of Aguesid!\n\nAguesid was a slender and almost bald fifty plus year old man with a sharp gaze. He surveyed the area before speaking.\n\n“Ladies and Gentlemen, I believe you have witnessed this history-making ironclad warship. It has dimensions of 101 by 21 meters. It has an amazing port and starboard design. The armor belt is 457 millimeters thick. The displacement is 10060 tonnes. There are four 305-millimeter main cannons, six rapid-fire cannons, 12 six-pound cannons, 18 six-barrel machine guns, and four torpedo launchers. It can reach a speed of 16 knots!\n\n“It will be the real hegemon! It will conquer the seas!”\n\nThe crowd was roused. The mere descriptions were enough to instill fearful images in them, let alone the fact that the actual thing was right in front of them.\n\nAguesid smiled and spoke a few more lines before saluting the king and requested, “Your Majesty, please give it a name!”\n\n“Since it will set sail from Pritz Harbor, it should be named “The Pritz,” George III responded. His expression showed his delight.\n\n“The Pritz!”\n\n“The Pritz!”\n\n…\n\nThe words spread from the Navy Minister and the Admiral of the Royal Navy to all the soldiers and officers on the deck. They all exclaimed in unison, “The Pritz!”\n\nGeorge III ordered the Pritz to set sail for a trial in the midst of the gun salutes and the celebratory atmosphere.\n\nHonk!\n\nThick smoke spewed out from the chimneys. The sound from the machinery could be heard faintly beneath the sound of the ship horn.\n\nThe juggernaut departed from the harbor. Everyone was shocked when the two main cannons at the ship’s bow fired at an uninhabited island in its path.\n\nBoom! Boom! Boom!\n\nThe ground shook as dust shot up into the sky. Shock waves spread out, producing waves in the sea.\n\nSatisfied, Aguesid turned back to the crowd and announced, “From this day on, doomsday will fall on the seven pirates who call themselves Admirals and the four who call themselves Kings. They can only shiver in fear!\n\n“It is the end of their era. Only the ironclad warship will roam the seas no matter whether the pirates have the powers of the Beyonders, ghost ships, or cursed ships.”\n\nAguesid’s chief secretary deliberately asked, “Can’t they build their own ironclad warships?”\n\nSome of the nobles and Members of Parliament nodded, feeling that such a possibility could not be eliminated.\n\nAguesid immediately smiled and shook his head slowly as he answered, “Impossible! It will never be possible! Building our ironclad warship required three big coal and steel amalgamators, a scale of more than twenty steel factories, 60 scientists and senior engineers from the Backlund Cannon Academy and Pritz Nautical Academy, two royal shipyards, almost hundred factories for spare parts, an Admiralty, a ship-building committee, a Cabinet, a determined king with excellent foresight, and a great country with an annual steel production of 12 million tonnes!\n\n“The pirates will never achieve it.”\n\nHaving said that, he paused and raised his arms before shouting in agitation, “Ladies and Gentlemen, the era of cannons and warships has dawned upon us!”"
}