{
  "id": 7,
  "title": "Three Slaves and a Hero",
  "chapterNumber": 7,
  "contentText": "'Roll, you creaky piece of shit!'\n\nSunny pressed himself against the wagon, pushing with all he had. Four powerful oxen that used to pull it were now dead, and instead of them, three tired slaves were trying to do the job. Even with the slope of the road helping them, the speed of the wagon was agonizingly slow. The tyrant, in comparison, was moving much faster.\n\nPushing Hero back with a deadly swipe of his lower arms, he raised the other two to its neck and tried to grab the chain that was wrapped around it like a noose. However, this time Mountain King's fearsome physique turned into a disadvantage: its long, terrifying bone claws were perfect for tearing flesh apart, but they weren't the best tool for precise manipulations. It took the tyrant some time to get a hold of the chain without slicing its own neck open.\n\nBy then, the wagon was nearly at the edge of the cliff.\n\n'Come on! Just a little bit more!'\n\nWhat followed happened very quickly. The wagon's rear wheels finally slid from the road, hanging over the dark, seemingly bottomless pit beneath. The creature turned, staring expressionlessly at the three slaves with its five milky, dead eyes. The wagon careened, throwing Shifty and Scholar off their feet, and then froze, balanced precariously on its middle axis.\n\nSunny was the only one left standing. He cast a last glance at the towering monster, and then slammed his shoulder into the front of the wagon, putting all of his weight behind it.\n\nThe wagon finally lost its balance and rolled over the edge, scraping its underside deafeningly against the jagged rocks. Sunny fell forward and landed on his knees, narrowly saving himself from tumbling down the cliff with it. Turning his head to the tyrant, he gave it a wicked smile.\n\nMountain King made a move to lunge at the scrawny slave, but it was already too late. A moment later, the chain on his neck drew tight, and he was yanked back with tremendous force, flying over the edge of the cliff like a rag doll. The creature fell into the darkness silently, as though refusing to believe that it was defeated by a tiny human.\n\n'Go and die, bastard.' Sunny thought.\n\nThen he took one deep, ragged breath and dropped to the ground, utterly exhausted.\n\n'Is this it? Did I pass the trial?'\n\nHe rested on the cold stones, staring at the night sky, and waited for that faintly familiar, but elusive voice to announce his victory. But instead of that, wave after wave of pain that he had earlier chosen to ignore finally started to catch up with his abused body.\n\nSunny groaned, feeling hurt all over. The skin on his back, slashed by a slaver's whip and pierced by the bone spikes of a newborn larva, especially, was in agony. He was also starting to shiver, once again consumed by the dreadful cold.\n\n'I guess not.'\n\nHis thoughts were slow and muddy.\n\n'What else am I supposed to do?'\n\nA dark figure appeared above him. It was Hero, looking calm and as handsome as ever. There were dirt and scratches on his armor, but otherwise, the young soldier appeared to be fine. He extended one arm to Sunny.\n\n\"Stand up. You'll freeze to death.\"\n\nSunny sighed, accepting that his First Nightmare was not over. Then he clenched his teeth and slowly rose to his feet, ignoring Hero's helping hand.\n\nAround them, there was a scene of utter carnage. Except for the three slaves and Hero, every member of the caravan was dead. Their bodies were littering the ground, horribly maimed or torn into pieces. Here and there, a repulsive carcass of a larva could be seen. Shadows cast by the bonfire were dancing happily across the stone platform, seemingly unperturbed by this morbid view.\n\nSunny was also too tired to care.\n\nShifty and Scholar were already up, looking at Hero with weary apprehension. With or without shackles, they were still slaves, and he was still a slave driver. Noticing their tense gazes, the soldier sighed.\n\n\"Come closer to the fire, all of you. We need to warm ourselves and discuss what to do next.\"\n\nWithout waiting for their response, Hero turned around and walked away. After hesitating for a few moments, the slaves followed.\n\nA bit of time later, the four of them were seated around the bonfire, soaking up pleasant heat. Shifty and Scholar were close to each other, maintaining a safe distance from Hero. Sunny sat apart from everyone — not because he had a specific reason to distrust one more than the others, but simply because he didn't like people in general.\n\nGrowing up, Sunny was always a misfit. It's not that he had never tried to become close with someone, it's just that he seemed to lack the ability. Like there was an invisible wall between him and other people. If he had to put it in words, Sunny would say that he was born without a small, but important gear in his brain that everyone else seemed to possess.\n\nAs a result, he was often baffled and stumped by human behavior, and his attempts to imitate it, however diligent, inevitably fell flat. This strangeness made others uncomfortable. In short, he was a bit different — and if there was one thing people hated, it was those different from them.\n\nOver time, Sunny simply learned to avoid getting too close to anyone and settled comfortably into his outcast role. This habit served him well, since it not only made him self-reliant, but also saved him from being stabbed in the back by shady characters on multiple occasions.\n\nThat's why he was not thrilled to share the rest of this Nightmare with three strangers. Instead of trying to start a conversation, Sunny sat quietly by himself, lost in thoughts.\n\nAfter a few minutes, Hero's voice finally broke the silence:\n\n\"Once the sun rises, we will gather whatever food and water we can find and go back down the mountain.\"\n\nShifty gave him a defiant look.\n\n\"Why should we go back? To be put in chains again?\"\n\nThe young soldier sighed.\n\n\"We can go our separate ways once we leave the mountains. But until then, I'm still responsible for your lives. We can't continue up the road since the way over the mountain pass is long and arduous. Without the supplies that were stored on the wagon, your chances of making it are not high. That's why going back is our best hope.\"\n\nScholar opened his mouth, planning to say something, but then thought better of it and remained silent. Shifty cursed, seemingly convinced by Hero's rational words.\n\n\"We can't go down.\"\n\nAll three of them turned to Sunny, surprised to hear his voice.\n\nShifty barked a laugh and glanced at the soldier.\n\n\"Don't listen to him, your lordship. This boy is, uh, touched by the gods. He's crazy, is what I'm trying to say.\"\n\nHero frowned, looking at the slaves.\n\n\"The two of you are only alive thanks to this child's bravery. Aren't you ashamed to badmouth him so?\"\n\nShifty shrugged, showing that he wasn't ashamed at all. The young soldier shook his head.\n\n\"I for one would like to hear his reasoning. Tell me, why can't we go down?\"\n\nSunny shifted, uncomfortable in the center of everyone's attention.\n\n\"Because the monster isn't dead.\""
}