{
  "id": 5,
  "title": "Broken Chains",
  "chapterNumber": 5,
  "contentText": "[You have slain a dormant beast, Mountain King's Larva.]\n\nSunny fell to his knees, breathless. His whole body felt as though it just went through a meat grinder: even large amounts of adrenalin could not wash away all the pain and exhaustion. And yet, he was exhilarated. The satisfaction of killing the larva was so vast that he even forgot to be disappointed about not receiving a Memory — the special item tied to a Dream Realm inhabitant's essence, which was sometimes awarded by the Spell to the triumphant Awakened.\n\nA magic sword or a suit of armor would have come in handy right about now. Damn, he would even settle for a warm coat.\n\n'Three seconds. You can rest for three more seconds,' Sunny thought.\n\nAfter all, the nightmare was far from over.\n\nA few moments later, he forced himself to come back to his senses and looked around, trying to ascertain the situation.\n\nThe larva was dead, which was great. However, he was still tied to it by the damn chain — the shifty slave and the scholar, both pale as death, were busy untangling it to buy the three of them at least some freedom of movement.\n\nFurther away, torn bodies and pieces of flesh were lying on the ground. Many slaves were killed. A few had somehow managed to escape and were now running away.\n\n'Fools. They're dooming themselves.'\n\nThe chain, as it turns out, was at some point broken in two — that's why it suddenly slackened when Sunny was being dragged by the mass of panicking slaves. If their shackles had a less sophisticated locking mechanism, he could have tried to free himself now. However, each pair was fixed to a specific link: without unlocking them, no one was going anywhere.\n\nThe tyrant — Mountain King, presumably — was hidden from sight by the bright glow of the bonfire. However, Sunny could feel its movements due to the subtle tremors spreading through the stones, as well as the desperate screams of those slaves who were yet to perish. An angry below or two could also be heard, indicating that some of the soldiers were still alive, desperately trying to fight the monstrosity off.\n\nWhat pulled his attention the most, though, was the fact that several of the maimed bodies were starting to move.\n\n'More larvae?'\n\nHis eyes widened.\n\nOne after another, four more corpses slowly rose to their feet. Each beast looked as disgusting as the first one had, and not a bit less deadly. The nearest was mere meters away from Sunny.\n\n'Damn it all!' he thought.\n\nAnd then, weakly: 'I want to wake up.'\n\nAs strange clicking filled the air, one of the beasts turned its head toward the three slaves and gnashed its fangs. Shifty fell on his ass, whispering a prayer, while Scholar just froze in place. Sunny's eyes darted to the ground, trying to find something to use as a weapon. But there was not a single thing he could use: full of vitriol, he simply wrapped a length of chain around the knuckles and raised his fists.\n\n'Come at me, you bastard!'\n\nThe larva dashed forward with incredible speed in a flurry of claws, fangs, and terror. Sunny had less than a second to react; however, before he could do anything, a nimble figure moved past him, and a sharp sword flashed in the air. The monster, beheaded with one strike, fell gracelessly onto the ground.\n\nSunny blinked.\n\n'What was that?'\n\nDumbfounded, he slowly turned his head and looked to his left. Standing there with a valorous expression was the handsome young soldier who had once offered him water. He looked calm and collected, if a little grim. There was not a speck of dirt or blood on his leather armor.\n\n'He is. Awesome,' Sunny thought before catching himself.\n\n'Poser! I mean he's a poser!'\n\nWith a short nod, the soldier moved forward to face the remaining three larvae. But after taking a few steps, he suddenly turned around and gave Sunny a long look. Then, with one swift motion, the young warrior took something from his belt and threw it to Sunny.\n\n'Save yourself!'\n\nWith that, he was gone to fight the monsters.\n\nSunny reflexively caught the item and watched the soldier go. Then he lowered his gaze and studied the thing clutched tightly in his hand.\n\nIt was a short and narrow iron rod with a straight bend on its end.\n\n'A key. It's a key.'\n\nHis heart began to beat faster.\n\n'It's the key to the shackles!'\n\nWith one last glance at the fierce battle starting between the young soldier and the larvae, Sunny dropped on one knee and began to maneuver the shackles, trying to get his hand into a suitable position to insert the key. It took him a few tries to understand how the unfamiliar lock worked, but then, finally, there was a satisfying click, and he was suddenly free.\n\nThe cold wind caressed his bloodied wrists. Sunny rubbed them and smiled with a dark gleam in his eyes.\n\n'Just you wait now.'\n\nFor a moment, visions of violence and revenge filled his head.\n\n\"Boy! Over here!\"\n\nShifty was waving his hands in the air, trying to get his attention. Sunny briefly considered just leaving him to die, but then decided against it. There was strength in numbers.\n\nPlus, despite Shifty's previous threats to kill him and overall unpleasantness, Sunny would have felt bad leaving a fellow slave in chains — especially since freeing him would not cost anything.\n\nHe hurried over to the other two slaves and quickly unlocked their shackles. As soon as Shifty was free, he pushed Sunny away and did a little dance, laughing like a maniac.\n\n\"Ah! Free at last! Gods must be smiling upon us!\"\n\nScholar was more reserved. He squeezed Sunny's shoulder in gratitude and smiled weakly, casting a tense look in the direction of the ensuing fight.\n\nTwo of the three larvae were already dead; the third one was missing an arm but still trying to tear its opponent apart. The young soldier danced around it, moving with a graceful fluidity of a natural-born warrior.\n\n\"What are you waiting for?! Run!\"\n\nShifty made a move to run away, but was stopped by Scholar.\n\n\"My friend, I would…\"\n\n\"If you say \"advise\" again, I swear to gods, I will bash your head open!\"\n\nThe two slaves looked at each other with open animosity. A moment later, Scholar lowered his eyes and sighed.\n\n\"If we run away now, we will surely die.\"\n\n\"Why?!\"\n\nThe older slave simply pointed at the tall bonfire.\n\n\"Because without that fire, we will freeze to death before the night is over. Until the sun rises, running away is suicide.\"\n\nSunny did not say anything, knowing that Scholar was right. Actually, he realized it right after strangling the larva. No matter how terrible Mountain King was, the bonfire was still their only lifeline in this frozen hell.\n\nIt was just as what the broad-shouldered slave, may he rest in peace, had said. There was no need for anyone to kill them, because the mountain itself would do it if given a chance.\n\n\"So what?! I prefer freezing to death than being eaten by that monster anyway! Not to mention… ugh… turning into one of those things.\"\n\nShifty was pretending to be brave, but there was no conviction in his voice. He glanced at the darkness surrounding the stone platform and shivered before taking a small step back.\n\nAt this point, the third larva was long dead, and the young soldier was nowhere to be seen. He had probably gone to join the fight at the other side of the bonfire — leaving the three slaves alone at the mountainside part of the stone platform.\n\nScholar cleared his throat.\n\n\"The monster might be satiated with those it had already slain. It might be defeated or driven away by the Imperials. In any case, if we stay here, we have a chance to survive, however small. But if we run away, our doom will be certain.\"\n\n\"So what do we do?\"\n\nUnlike Scholar, Sunny was sure that Mountain King would not be satisfied with killing just most of the slaves. Neither did he believe that a bunch of mortals would really be able to defeat it.\n\nEven if they were not normal people but Awakened, a fight with a tyrant was not something one could easily survive, let alone win.\n\nBut if he wanted to live, he had to get rid of that thing somehow.\n\n\"Let's go take a look.\"\n\nShifty looked at him as though seeing a lunatic.\n\n\"Are you insane? You want to get closer to that beast?!\"\n\nSunny stared at him blankly, then shrugged and headed in the direction of the rampaging monster."
}