{
  "id": 2,
  "title": "Slave Caravan",
  "chapterNumber": 2,
  "contentText":"Sunny dreamt of a mountain.\n\nJagged and lonesome, it dwarfed other peaks of the mountain chain, cutting the night sky with its sharp edges. A radiant moon bathed its slopes in the ghostly, pale light.\n\nOn one of the slopes, the remnants of an old road stubbornly clung to the rocks. Here and there, weathered paved stones could be seen through the snow. To the right side of the road, a sheer cliff face rose as an impregnable wall. To the left, a silent black sea of nothingness indicated an endless fall. Strong winds crashed into the mountain over and over again, screaming in powerless rage.\n\nSuddenly, the moon fell over the horizon. The sun rose from the west, streaked across the sky and disappeared in the east. Snowflakes jumped from the ground and returned into the embrace of clouds. Sunny realized that he was seeing the flow of time in reverse.\n\nIn an instant, hundreds of years flew by. The snow retreated, baring the old road. Cold shivers ran down Sunny's back as he noticed human bones littering the ground. A moment later, the bones were gone, and in their place, a slave caravan appeared, moving backwards down the mountain in the clamor of chains.\n\nTime slowed, stopped, and then resumed its usual pace.\n\n[Aspirant! Welcome to the Nightmare Spell. Prepare for your First Trial…]\n\n'What… what the hell is this?'\n\nStep. Step. Another step.\n\nA dull ache was radiating through Sunny's bleeding feet as he was shivering from cold. His threadbare tunic was nearly useless against the biting wind. His wrists were the main source of agony: badly hurt by the iron shackles, they sent a sharp pang of pain every time the freezing metal touched his broken skin.\n\n'What kind of a situation is this?!'\n\nSunny looked up and down, noticing a long chain winding up the road, with dozens and dozens of hollow-eyed people — slaves just like him — shackled to it at small intervals. Ahead of him, a man with broad shoulders and a bloodied back was walking with a measured gait. Behind him, a shifty-looking guy with quick, desperate eyes was quietly cursing under his breath in a language that Sunny did not know, but somehow still understood. From time to time, armed horsemen in ancient-style armor would pass by, giving the slaves menacing looks.\n\nHowever you judged it, things were really bad.\n\nSunny was more bewildered than panicked. True, these circumstances were not like what the First Nightmares were supposed to be. Usually, freshly chosen aspirants would find themselves in a scenario that presented them with a fair amount of agency: they would become members of privileged or warrior casts, with plenty of access to necessary weapons to at least try to tackle any conflict.\n\nStarting out as a powerless slave, shackled and already half-dead, was as far from being ideal as one could imagine.\n\nHowever, the Spell was as much about challenge as it was about balance. As the old policeman said, it created trials, not executions. So Sunny was pretty sure that, to counter this abysmal start, it would reward him with something good. A powerful Aspect, at least.\n\n'Let's see… how do I do this?'\n\nRemembering popular webtoons he read as a child, Sunny concentrated and thought about words like \"status\", \"myself\" and \"information\". Indeed, as soon as he focused, shimmering runes appeared in the air in front of him. Once again, although he did not know this ancient alphabet, the meaning behind it was somehow clear.\n\nHe quickly found the rune describing his Aspect… and, finally, lost his composure.\n\n'What?! What the actual fuck?!'\n\n***\n\nName: Sunless.\n\nTrue Name: —\n\nRank: Aspirant.\n\nSoul Core: Dormant.\n\nMemories: —\n\nEchoes: —\n\nAttributes: [Fated], [Mark of Divinity], [Child of Shadows].\n\nAspect: [Temple Slave].\n\nAspect Description: [Slave is a useless wretch with no skills or abilities worth a mention. A temple slave is just the same, except much rarer.]\n\nSpeechless, Sunny stared at the runes, trying to convince himself that he was maybe just seeing things. Surely, he couldn't be that unlucky… right?\n\n'No useless Aspects my ass!'\n\nAs soon as this thought appeared in his mind, he lost the rhythm of his steps and stumbled, pulling the chain down with his weight. Immediately, the shifty guy behind him screamed:\n\n\"Whore's bastard! Watch where you're going!\"\n\nSunny hurriedly dismissed the runes, which were only visible to him, and tried to recover his balance. A moment later, he was once again walking steadily — however, not before inadvertently pulling on the chain one more time.\n\n\"You little shit! I'm going to kill you!\"\n\nThe broad-shouldered man in front of Sunny chuckled without turning his head.\n\n\"Why bother? The weakling will be dead by sunrise anyway. The mountain will kill him.\"\n\nA few seconds later, he added:\n\n\"It'll kill you and me, too. Just a bit later. I really don't know what the Imperials are thinking, forcing us into this cold.\"\n\nThe shifty guy gasped.\n\n\"Speak for yourself, fool! I'm planning to survive!\"\n\nSunny silently shook his head and concentrated on not falling again.\n\n'What a charming pair.'\n\nSuddenly, a third voice joined the conversation from somewhere further back. This one sounded gentle and intelligent.\n\n\"This mountain pass is usually much warmer this time of year. We just had really bad luck. Also, I would advise you against harming this boy.\"\n\n\"Why is that?\"\n\nSunny turned his head slightly, listening.\n\n\"Haven't you seen the markings on his skin? He is not like us, who fell into slavery due to debts, crimes or misfortune. He was born a slave. A temple slave, to be precise. Not long ago, the Imperials destroyed the last temple of the Shadow God. I suspect that this is how the boy ended up here.\"\n\nThe broad-shouldered man cast a look back.\n\n\"So what? Why should we be afraid of a half-forgotten, weakling god? He couldn't even save his own temples.\"\n\n\"The Empire is protected by the mighty War God. Of course they're not afraid to burn down a few temples. But we here are not protected by anything or anyone. Do you really want to risk angering a god?\"\n\nThe broad-shouldered man grunted, not willing to answer.\n\nTheir conversation was stopped by a young soldier riding a beautiful, white horse. Clad in a simple leather cuirass, armed with a spear and a short sword, he looked dignified and noble. To Sunny's irritation, the asshole was really pretty, too. If this was a historical drama, the soldier would definitely be a male lead.\n\n\"What is going on here?\"\n\nThere was no particular menace in his voice, even something resembling concern.\n\nWhen everyone hesitated, the gentle-voiced slave answered:\n\n\"It's nothing, sir. We are just all tired and cold. Especially our young friend over there. This journey is truly too hard for someone that young.\"\n\nThe soldier looked at Sunny with pity.\n\n'What are you looking at? You're not much older than me!' Sunny thought.\n\nOf course, he didn't say anything out loud.\n\nThe soldier sighed and took a flask from his belt before extending it to Sunny.\n\n\"Bear with it a little more, child. We will stop for the night soon. For now, here, drink some water.\"\n\n'Child? Child?!'\n\nDue to his thin body and small stature, both caused by malnourishment, Sunny was often mistaken for someone younger. Usually, he didn't hesitate to use it to his advantage, but now, for some reason, being called a child really irked him.\n\nStill, he was really thirsty.\n\nHe was just about to take the flask when a whip cracked in the air, and suddenly Sunny was in a world of pain. He stumbled, once again pulling on the chain and causing the shifty slave behind him to curse.\n\nAnother soldier, this one older and angrier, stopped his horse a few steps back. The whip that sliced the back of Sunny's tunic open and drew blood belonged to him. Without even glancing at the slaves, the older soldier pierced his younger colleague with a disdainful glare.\n\n\"What do you think you're doing?\"\n\nThe young soldier's face darkened.\n\n\"I was just giving this boy some water.\"\n\n\"He'll receive water with the rest of them once we camp!\"\n\n\"But…\"\n\n\"Shut your mouth! These slaves are not your friends. Understood? They're not even people. Treat them like people and they'll begin imagining things.\"\n\nThe young soldier looked at Sunny, then lowered his head and put the flask back on his belt.\n\n\"Don't let me catch you making friends with slaves again, newbie. Or next time it will be your back tasting my whip!\"\n\nAs if to illustrate his intention, the older soldier cracked his whip in the air and rode past them, radiating threat and anger. Sunny watched him go with well-concealed malice.\n\n'I don't know how, but I will watch you die first.'\n\nThen he turned his head and glanced in the direction of the younger soldier, who was falling behind with his head still lowered.\n\n'And you, second.'"
}