{
  "id": 1,
  "title": "Nightmare Begins",
  "chapterNumber": 1,
  "contentText": "A frail-looking young man with pale skin and dark circles under his eyes was sitting on a rusty bench across from the police station. He was cradling a cup of coffee in his hands — not the cheap synthetic type slum rats like him had access to, but the real deal. This cup of plant-based coffee, usually available only to higher rank citizens, had cost most of his savings. But on this particular day, Sunny decided to pamper himself.\n\nAfter all, his life was coming to an end.\n\nEnjoying the warmth of the luxurious drink, he raised the cup and savored the aroma. Then, tentatively, he took a small sip… and immediately grimaced.\n\n\"Ah! So bitter!\"\n\nGiving the cup of coffee an intense look, Sunny sighed and forced himself to drink some more. Bitter or not, he was determined to get his money's worth — taste buds be damned.\n\n\"I should have bought a piece of real meat instead. Who knew actual coffee is so disgusting? Well. It's going to keep me awake, at least.\"\n\nHe stared into the distance, dozing off, and then slapped himself in the face to wake up.\n\n\"Tsk. What a rip-off.\"\n\nShaking his head and cursing, Sunny finished the coffee and stood up. Rich people living in this part of the city were rushing past the small park on their way to work, staring at him with strange expressions. Looking haggard in his cheap clothes and from the lack of sleep, unhealthily thin and pale, Sunny was indeed out of his place here. Also, everyone seemed so tall. Watching them with a bit of envy, he tossed the cup into a garbage bin.\n\n\"I guess that's what three full meals a day would do to you.\"\n\nThe cup missed the bin by a wide margin and fell on the ground. Sunny rolled his eyes in exasperation, walked over and picked it up before carefully putting it in the trash. Then, with a slight grin, he crossed the street and entered the police station.\n\nInside, a tired-looking officer gave him a quick glance and frowned with obvious distaste.\n\n\"Are you lost, boy?\"\n\nSunny looked around with curiosity, noting reinforced armor plates on the walls and poorly hidden turret nests in the ceiling. The officer, too, looked scruffy and mean. At least police stations remained the same wherever you go.\n\n\"Hey! I'm talking to you!\"\n\nSunny cleared his throat.\n\n\"Uh, no.\"\n\nThen he scratched the back of his head and added:\n\n\"As demanded by the Third Special Directive, I am here to surrender myself as a carrier of the Nightmare Spell.\"\n\nThe officer's expression instantly changed from irritated to wary. He looked the young man over once again, this time with piercing intensity.\n\n\"Are you sure you are infected? When did you start showing symptoms?\"\n\nSunny shrugged.\n\n\"A week ago?\"\n\nThe officer became visibly paler.\n\n\"Shit.\"\n\nThen, with a hurried motion, he pressed a button on his terminal and bellowed:\n\n\"Attention! Code Black in the lobby! I repeat! CODE BLACK!\"\n\n***\n\nThe Nightmare Spell first appeared in the world a few decades ago. Back then, the planet was just starting to recover from a series of devastating natural disasters and subsequent resource wars.\n\nAt first, the emergence of a new disease that caused millions of people to complain about constant fatigue and sleepiness did not attract a lot of attention. But when they started to fall into an unnatural slumber, with no sign of waking up even days later, governments finally panicked. Of course, by then it was already too late — not that an early response could have made any difference.\n\nWhen the infected started dying in their sleep, their dead bodies turning into monsters, no one was ready. Nightmare Creatures quickly overwhelmed national militaries, plunging the world into complete chaos.\n\nNo one knew what the Spell was, what powers it possessed, and how to fight it.\n\nIn the end, it was the Awakened — those who survived the first trials of the Spell and came back alive — who put a stop to its rampage. Armed with miraculous abilities earned in their Nightmares, they restored peace and created a semblance of a new order.\n\nOf course, it was only the first of the catastrophes brought upon by the Spell. But as far as Sunny was concerned, none of it had anything to do with him — not until a few days ago, that is, when he first started having trouble with staying awake.\n\nFor an average person, being chosen by the Spell was as much of a risk as an opportunity. Kids learned survival skills and fighting techniques in school, on the off chance of being infected. Well-to-do families hired private tutors to train their children in all sorts of martial arts. Those from the Awakened clans even had access to powerful legacies, wielding inherited Memories and Echoes in their first visit to the Dream Realm.\n\nThe richer your family was, the better your chances of surviving and becoming an Awakened were.\n\nBut for Sunny, who had no family to speak of and spent most of his time scrounging for food instead of going to school, being chosen by the Spell presented no opportunity at all. To him, it was basically a death sentence.\n\n***\n\nA few minutes later, Sunny was yawning while several policemen were busy putting him in restraints. Soon he was fastened into a bulky chair that looked like a weird mix between a hospital bed and a torture device. The room they were in was situated in the basement of the police station, with thick armored walls and a formidable-looking vault door. Other officers were standing near the walls, with automatic rifles in their hands and grim expressions on their faces.\n\nSunny did not particularly care about them. The only thing he could think about was how much he wanted to sleep.\n\nFinally, the vault door opened, and a gray-haired policeman walked in. He had a seasoned face and stern eyes, looking like someone who had seen a lot of terrible things in his life. After checking the restraints, the policeman glanced quickly on his wristwatch and then turned to Sunny:\n\n\"What's your name, kid?\"\n\nSunny blinked a few times, trying to concentrate, then shifted uncomfortably.\n\n\"Sunless.\"\n\nThe old policeman raised an eyebrow.\n\n\"Sunless? That's a strange name.\"\n\nSunny tried to shrug, but found himself unable to move.\n\n\"What's so strange about it? At least I have a name. Back in the outskirts, not everyone even gets one.\"\n\nAfter another yawn, he added:\n\n\"It's because I was born during a solar eclipse. My mom had a poetic soul, you see.\"\n\nThat's why he got this weird-ass name and his little sister was called Rain… back when she still lived with them, at least. Whether it was the result of poetic imagination or simple laziness, he did not know.\n\nThe old policeman grunted.\n\n\"Do you want me to contact your family?\"\n\nSunny simply shook his head.\n\n\"There's no one. Don't bother.\"\n\nFor a second, there was a dark look on the policeman's face. Then his expression turned serious.\n\n\"Alright, Sunless. How long can you stay awake?\"\n\n\"Uh… not long.\"\n\nThe policeman sighed.\n\n\"Then we don't have time for the full procedure. Try to resist for as long as you can and listen to me very carefully. Okay?\"\n\nNot waiting for a response, he added:\n\n\"How much do you know about the Nightmare Spell?\"\n\nSunny gave him a questioning look.\n\n\"As much as anyone, I guess? Who doesn't know about the Spell?\"\n\n\"Not the fancy stuff you see in dramas and hear in the propaganda broadcasts. I mean how much do you really know?\"\n\nThat was a hard question to answer.\n\n\"Don't I just go into the Dream Realm, kill a few monsters to complete the First Nightmare, receive magic powers and become an Awakened?\"\n\nThe old policeman shook his head.\n\n\"Listen carefully. Once you fall asleep, you will be transported inside your First Nightmare. Nightmares are trials created by the Spell. Once inside, you will meet monsters, sure, but you will also meet people. Remember: they are not real. They're just illusions conjured up to test you.\"\n\n\"How do you know?\"\n\nThe policeman just stared at him.\n\n\"I mean, no one understands what the Spell is and how it works, right? So how do you know that they're not real?\"\n\n\"You might have to kill them, kid. So do yourself a favor and just think about them as illusions.\"\n\n\"Oh.\"\n\nThe old policeman waited for a second, then nodded and continued.\n\n\"A lot of things about the First Nightmare depend on luck. Generally, it shouldn't be overwhelmingly hard. The situation you're in, the tools you have at your disposal and the creatures you have to defeat should be within the range of your abilities, at least. After all, the Spell sets up trials, not executions. You're a bit disadvantaged due to… well… your circumstances. But kids from the outskirts are tough. Don't give up on yourself just yet.\"\n\n\"Uh-uh.\"\n\nSunny was getting more and more sleepy. It was becoming hard to follow the conversation.\n\n\"About those \"magic powers\" you mentioned… you will indeed receive them if you survive until the end of the Nightmare. What those powers will be, exactly, depends on your natural affinity as well what you do during the trial. But some of it will be at your disposal right from the start…\"\n\nThe voice of the old policeman sounded more and more distant. Sunny's eyelids were so heavy that he was struggling to keep his eyes open.\n\n\"Remember: the first thing you must do once inside the Nightmare is to check your Attributes and your Aspect. If you get a combat-oriented Aspect, something like a Swordsman or an Archer, things will be easier. If it is reinforced by a physical Attribute, then that's even better. Combat Aspects are the most common, so the probability of receiving one is high.\"\n\nThe armored room was growing dimmer.\n\n\"If you're unlucky and your Aspect has nothing to do with combat, don't despair. Sorcery and utility Aspects are useful in their own ways, you'll just have to be smart about it. There are really no useless Aspects. Well, almost. So just do anything in your power to survive.\"\n\n\"If you survive, you will be halfway to becoming an Awakened. But if you die, you'll open a gate for a Nightmare Creature to appear in the real world. Which means that my colleagues and I will have to deal with it. So… please don't die, Sunless.\"\n\nAlready half-asleep, Sunny felt a bit touched by the policeman's words.\n\n\"Or, at least, try to not die right away. The nearest Awakened won't be able to get here for a few hours, so we would really appreciate it if you don't make us fight that thing ourselves…\"\n\n'What?'\n\nWith that last thought, Sunny finally slipped into a deep slumber.\n\nEverything became black.\n\nAnd then, in the darkness, a faintly familiar voice rang:\n\n[Aspirant! Welcome to the Nightmare Spell. Prepare for your First Trial…]"
}

