{
  "id": 15,
  "title": "La forêt interdite",
  "chapterNumber": 15,
  "contentText": "Le lendemain, quand les élèves de Gryffondor passèrent devant les sabliers géants qui comptabilisaient les\npoints de chaque maison, ils crurent d'abord à une erreur. Comment auraient-ils pu perdre cent cinquante\npoints en une nuit ? L'histoire commença alors à se répandre: c'était Harry Potter, le célèbre Harry Potter qui\nleur avait fait perdre tous ces points, lui et deux autres idiots de première année. Harry qui avait été le plus\npopulaire, le plus admiré des élèves de l'école devint brusquement celui qu'on détestait le plus. Même les\nSerdaigle et les Poufsouffle s'en prenaient à lui, car ils avaient tous espéré que les Serpentard perdraient la\ncoupe. Partout où Harry apparaissait, on le montrait du doigt, on l'insultait à haute voix. Les Serpentard, en\nrevanche, applaudissaient et l'acclamaient chaque fois qu'ils le voyaient passer.\nHarry était presque content que la période des examens approche. Toutes les révisions qu'il avait à faire lui\noccupaient suffisamment l'esprit pour qu'il n'ait plus le temps de penser à ses malheurs. Une semaine avant les\nexamens, cependant, la promesse que Harry s'était faite de ne plus se mêler de ce qui ne le regardait pas fut\nmise à l'épreuve. Un après-midi, alors qu'il revenait de la bibliothèque, il entendit un gémissement qui\nprovenait d'une salle de classe, un peu plus loin. Il reconnut bientôt la voix de Quirrell qui semblait être\nmenacé par quelqu'un.\nUn instant plus tard, il sortit en hâte de la salle en redressant son turban. Il avait le teint pâle et semblait sur\nle point de fondre en larmes. Il s'éloigna à grands pas et disparut. Harry attendit que le bruit de ses pas se soit\névanoui, puis il regarda à l'intérieur de la salle de classe. Elle était vide, mais il y avait de l'autre côté une\ndeuxième porte qui était entrouverte et il s'avança dans cette direction. Il avait déjà parcouru la moitié du\nchemin lorsque, se souvenant de sa promesse, il se ravisa. De toute façon, il était prêt à parier une douzaine de\nPierres philosophales que c'était Rogue qui était parti par là. Et d'après ce qu'il venait d'entendre, Quirrell\navait fini par céder à ses menaces. Harry retourna aussitôt à la bibliothèque et raconta à Ron et à Hermione ce\nqu'il avait entendu.\nLe lendemain matin, les retenues furent signifiées officiellement à Harry, Hermione et Neville pendant le petit\ndéjeuner. Le mot qu'on leur distribua était le même:\nVotre retenue commencera ce soir à onze heures.\nRendez-vous avec Mr Rusard dans le hall d'entrée.\nProf. M. McGonagall\nA onze heures, ce soir-là, ils dirent au revoir à Ron dans la salle commune et descendirent dans le hall d'entrée\navec Neville.\n—Suivez-moi, dit Rusard en les conduisant au-dehors, une lampe à la main. Travailler dur et souffrir, c'est\ncomme ça qu'on apprend le mieux, vous pouvez me croire. C'est dommage que les anciennes punitions n'aient\nplus cours, En ce temps-là, on vous suspendait au plafond par les poignets pendant quelques jours, j'ai\ntoujours les chaînes dans mon bureau.\nPlus loin, on apercevait les fenêtres allumées de la cabane de Hagrid. Ils allaient faire leur retenue avec\nHagrid dans la forêt interdite... Malefoy se tourna vers Hagrid en argumentant sur le fait que la forêt était\ninterdite aux élèves.\n—C'est comme ça que ça se passe ici coupa Hagrid. Soit tu fais quelque chose d'utile, soit tu es renvoyé. Si tu\npenses que ton père préfère que tu t'en ailles, tu n'as qu'à retourner au château et préparer ta valise.\ntwinspe.eklablog.com\nMalefoy ne bougea pas. Hagrid leur raconta ensuite en quoi consisterait leur retenue. Il avait trouvé à deux\nreprises du sang de licorne dans la forêt interdite. Il fallait trouver cette licorne blessée et lui venir en aide\nrapidement parce qu'elle avait perdu beaucoup de sang. Ils se séparèrent en deux groupes : Hagrid, Hermione\net Neville d'un côté et Harry, Drago et Crockdur de l'autre.\nLa forêt était de plus en plus épaisse à mesure qu'ils avançaient et le sentier devint presque impraticable.\nHarry avait l'impression que les taches de sang étaient plus abondantes. Il en vit sur les racines d'un arbre,\ncomme si la malheureuse créature s'était débattue, folle de douleur. A travers le feuillage d'un vieux chêne,\nHarry aperçut une clairière. Il fit signe à Malefoy de s'arrêter. Il y avait quelque chose d'un blanc brillant sur\nle sol. Ils s'approchèrent prudemment. C'était bien la licorne. Puis une silhouette encapuchonnée sortit de\nl'ombre. Harry, Malefoy et Crockdur étaient pétrifiés. La silhouette s'arrêta devant le cadavre de la licorne,\npencha la tête sur le flanc déchire de l'animal et commença à boire son sang.\n—AAAAAAAAAAAAAAAAARGH !\nMalefoy laissa échapper un terrible hurlement et prit aussitôt la fuite, suivi de Crockdur. La silhouette au\ncapuchon leva la tête et regarda Harry. Du sang de licorne lui coulait sur la poitrine. La silhouette se releva\nd'un bond et se précipita vers lui. Une douleur foudroyante lui traversa alors la tête, une douleur comme il\nn'en avait encore jamais ressenti. C'était comme si sa cicatrice avait soudain pris feu. Il dut attendre un bon\nmoment avant qu'elle ne s'atténue. Lorsqu'il releva la tête, la silhouette avait disparu et un centaure se tenait\ndevant lui.\n—Ça va ? demanda le centaure en aidant Harry à se relever.\n—Oui, merci. Qu'est-ce que c'était ?\n—Il vaudrait mieux que tu retournes auprès de Hagrid. La forêt n'est pas sûre, ces temps-ci, surtout pour toi.\nTu sais monter à cheval ? Ce sera plus rapide. Je m'appelle Firenze. Tuer une licorne est une chose\nmonstrueuse, dit Firenze. Pour commettre un tel crime il faut n'avoir rien à perdre et tout à gagner. Le sang\nde licorne permet de survivre, même si on est sur le point de mourir, mais à un prix terrible. Car il faut tuer un\nêtre pur et sans défense pour sauver sa propre vie. Et dès l'instant où les lèvres touchent le sang, ce n'est plus\nqu'une demi-vie, une vie maudite.\nHarry observa la tête de Firenze que la lune parsemait de taches argentées.\n—Qui pourrait être désespéré à ce point ? se demanda Harry à haute voix. Si on doit être maudit à jamais,\nmieux vaut mourir, non ?\n—Oui, dit Firenze, à moins qu'on ait simplement besoin de survivre suffisamment longtemps pour pouvoir\nboire quelque chose d'autre, quelque chose qui redonne la force et la puissance, quelque chose qui permette de\nne jamais mourir. Harry Potter, sais-tu ce qui est caché dans l'école, en ce moment ?\n—La Pierre philosophale ! L'élixir de longue vie, bien sûr ! Mais je ne comprends pas qui...\n—Ne connais-tu pas quelqu'un qui a passé des années à guetter la moindre occasion de retrouver son pouvoir,\nqui s'est cramponné à la vie en attendant sa chance ?\n—Vous voulez parler de... de Vol...\n—C'est ici que je te quitte, dit Firenze tandis que Hagrid se précipitait vers la clairière. Tu es en sécurité, à\nprésent. Bonne chance, Harry Potter. "
}