{
  "id": 9,
  "title": "Duel à minuit",
  "chapterNumber": 9,
  "contentText": "Les Gryffondor pensaient n'avoir que le cours de potions en commun avec les Serpentard. Hélas, une note au\ntableau d'affichage les informa que les cours de vol sur balai seraient également communs entre les deux maisons.\nAu petit déjeuner, Hermione leur infligea les stupides conseils en matière de vol qu'elle avait trouvés à la\nbibliothèque dans un livre intitulé Le Quidditch à travers les âges. Neville buvait ses paroles, dans l'espoir\nd'apprendre quelque chose qui pourrait l'aider à tenir sur un balai mais tous les autres furent ravis que l'arrivée\ndu courrier interrompe la conférence d'Hermione. Ce matin-là, un hibou apporta à Neville un paquet que lui\nenvoyait sa grand-mère. Il l'ouvrit fébrilement et montra à tout le monde une boule de verre de la taille d'une\ngrosse bille qui semblait remplie de fumée : un Rapeltout !\nA trois heures et demie, cet après-midi-là, les élèves de Gryffondor sortirent dans le parc pour se rendre sur le\nlieu de leur première leçon de vol. Madame Bibine, le professeur de vol, arriva bientôt. Elle avait des cheveux\ncourts et gris et des yeux jaunes comme ceux d'un faucon.\n—Alors, qu'est-ce que vous attendez ? aboya-t-elle. Mettez-vous chacun devant un balai. Allez, dépêchezvous ! Tendez la main droite au-dessus du balai, ordonna Madame Bibine, et dites : « Debout ! »\n—Debout ! crièrent les élèves à l'unisson.\nLe balai de Harry lui sauta aussitôt dans la main, mais ce fut un des rares à le faire. Celui d'Hermione Granger\nfit simplement un tour sur lui-même et celui de Neville ne bougea pas. Madame Bibine leur montra ensuite\ncomment enfourcher le manche sans glisser.\nLorsqu'ils montèrent sur leur balai pour décoller de quelques mètres, Neville qui était très nerveux, s'écrasa\ncontre le sol en se cassant le poignet. Pendant que le professeur Bibine l'accompagnait à l'infirmerie, Malefoy\nramassa le Rapeltout de Neville qui était resté au sol et défia Harry de le récupérer dans les airs. Celui-ci\nenfourcha rapidement son balai et poursuivit la boule. Soudain, il tendit la main et réussit à attraper la boule\nà une cinquantaine de centimètres du sol, juste à temps pour pouvoir redresser le manche de son balai et atterrir\nen douceur sur la pelouse, en tenant le Rapeltout au creux de son poing.\nAlors que tous les Gryffondor applaudissaient Harry, le professeur McGonagall arriva sur la pelouse et demanda\nà Harry de la suivre. Dans dix minutes, il devrait faire sa valise. Que diraient les Dursley quand ils le verraient\nsur le pas de la porte ? Il monta les marches de pierre, puis l'escalier de marbre. Le professeur McGonagall ne\ntwinspe.eklablog.com\ndisait toujours rien. Elle ouvrait les portes à la volée et arpentait les couloirs. Elle ouvrit soudain une porte et\njeta un coup d'œil par l'entrebâillement.\n—Excusez-moi professeur Flitwick, dit-elle au professeur qui donnait son cours dans la salle. Puis-je vous\nemprunter Dubois quelques instants ? Venez avec moi, tous les deux, dit le professeur McGonagall.\nIls la suivirent le long du couloir. Dubois lançait à Harry des regards surpris.\n—Entrez là, ordonna le professeur. Potter, je vous présente Olivier Dubois. Dubois, je vous ai trouvé un\nattrapeur. Il a attrapé cette boule de verre après une descente en piqué de quinze mètres, dit le professeur\nMcGonagall. Dubois est le capitaine de l'équipe de Gryffondor, précisa le professeur McGonagall.\n—Il a le physique parfait pour un attrapeur, dit Dubois qui tournait tout autour de Harry pour l'examiner en\ndétail. Léger, rapide... Il va falloir lui trouver un bon balai. Peut-être un Nimbus 2000 ou un Astiqueur 7.\n—Je vais aller voir le professeur Dumbledore pour lui demander si on peut faire une entorse au règlement et\nfournir un balai à un élève de première année.\nMalefoy revint à la charge lors du dîner le soir-même et lança un nouveau défi à Harry en lui proposant un duel\nde sortilèges dans la salle des trophées après l'extinction des feux. Hermione, qui avait entendu toute la\nconversion, essaya de convaincre Harry et Ron de ne pas aller se promener en pleine nuit dans le château en leur\nrappelant que c'était interdit et qu'ils risquaient de faire perdre des points à leur maison. En voyant qu'elle ne\nparviendrait pas à leur faire entendre raison, elle décida de les accompagner avec Neville.\nArrivés là-bas, ils attendirent quelques minutes et entendirent une voix, mais ce n'était pas celle de Malefoy.\n—Cherche ma belle, cherche bien, ils doivent se cacher dans un coin, chuchota Rusard à Miss Teigne, sa chatte.\nIl y a quelqu'un qui doit se cacher quelque part, marmonna-t-il derrière eux. S\n—ON FILE ! cria Harry et ils se mirent à courir sans se donner le temps de se retourner. Je crois bien qu'on l'a\nsemé, dit Harry, hors d'haleine.\n—Malefoy t'a tendu un piège, dit Hermione à Harry.\nPendant un instant, il se demanda s'il ne faisait pas un cauchemar car ils ne se trouvaient pas dans une salle,\ncomme il l'avait cru tout d'abord, mais dans le couloir interdit du deuxième étage et ils comprenaient pourquoi\nl'endroit était interdit. Devant leurs yeux, se tenait un chien monstrueux à trois têtes. Ils sortirent à reculons,\nclaquèrent la porte derrière eux et se mirent à courir le long du couloir et ne s'arrêtèrent que lorsqu'ils furent\nrevenus dans la salle commune de Gryffondor.\n—Mais qu'est-ce qui leur prend de garder un truc pareil dans une école ? dit enfin Ron.\n—Ça vous arrive de vous servir de vos yeux ? lança-t-elle. Vous n'avez pas vu sur quoi il était ? Il était sur une\ntrappe. On l'a mis là pour garder quelque chose, c'est évident.\nHarry remonta dans le dortoir en pensant à ce qu'avait dit Hermione. Le chien était là pour garder quelque\nchose. Qu'avait dit Hagrid, déjà ? Que Gringotts était le meilleur endroit pour cacher un objet—en dehors de\nPoudlard, peut-être. Apparemment, Harry avait découvert où se trouvait désormais le petit paquet que Hagrid\nétait allé chercher dans la chambre forte."
}