{
  "id": 1,
  "title": "Le survivant",
  "chapterNumber": 1,
  "contentText":"Mr et Mrs Dursley habitaient au 4, Privet Drive. Mr Dursley était un homme grand et massif, qui\nn'avait pratiquement pas de cou, mais possédait en revanche une moustache de belle taille. Mrs\nDursley, quant à elle, était mince et blonde et disposait d'un long cou qui lui était fort utile pour\nespionner ses voisins en regardant par-dessus les clôtures des jardins. Les Dursley avaient un petit\ngarçon prénommé Dudley et c'était à leurs yeux le plus bel enfant du monde. […]\nUn homme apparut à l'angle de Privet Drive. Il était grand, mince. Ses cheveux et sa barbe qui lui\ndescendaient jusqu'à la taille étaient argentés. Il était vêtu d'une cape violette . Ses yeux bleus\nétincelaient derrière des lunettes en demi-lune. Cet homme s'appelait Albus Dumbledore. Il prit une\nsorte de briquet en argent dans sa poche et éteignit les lumières de la rue.\nIl s'assit sur le muret du 4, Privet Drive, à côté du chat. Il tourna la tête pour lui adresser un sourire\nmais celui-ci avait disparu. Dumbledore souriait à présent à une femme d'allure sévère avec des\nlunettes carrées. Elle aussi portait une cape, d'un vert émeraude. Ses cheveux étaient tirés en un\nchignon serré. […]\n—Oui, oui, je sais, tout le monde fait la fête, dit le professeur McGonagall agacée. Même les Moldus\nont remarqué qu'il se passait quelque chose. Ils ont signalé des vols de hiboux... des pluies d'étoiles\nfilantes... Vous savez ce que tout le monde dit sur les raisons de la disparition de Voldemort ? D'après\nla rumeur, Lily et James Potter sont morts... On dit qu'il a essayé de tuer leur fils Harry. Tout le\nmonde raconte que lorsqu'il a essayé de tuer Harry Potter , le pouvoir de Voldemort s'est brisé et c'est\npour ça qu'il a... disparu.\n—C'est pourquoi je suis venu confier Harry à sa tante et à son oncle. C'est le meilleur endroit pour lui,\nrépliqua Dumbledore d'un ton ferme. Ils lui expliqueront tout quand il sera plus grand. Je leur ai écrit\nune lettre.\nIls levèrent alors les yeux et virent une énorme moto tomber du ciel. L'homme qui était dessus était à\npeu près deux fois plus grand que la moyenne. Il avait de longs cheveux noirs en broussaille et sa barbe\ncachait presque son visage. L'homme tenait un tas de couvertures dans ses immenses bras musculeux.\n—Hagrid, dit Dumbledore avec soulagement. Vous voilà enfin. Vous n'avez pas eu de problèmes ?\n—Non, Monsieur. Il s'est endormi quand on a survolé Bristol.\nDumbledore et le professeur McGonagall se penchèrent sur le tas de couvertures. Sous une touffe de\ncheveux d'un noir de jais, ils distinguèrent une étrange coupure en forme d'éclair sur le front du bébé.\n— Bonne chance, Harry, murmura Dumbledore.\nIl se retourna et disparut dans un bruissement de cape. Une brise agitait les haies bien taillées de\nPrivet Drive. Harry Potter se retourna sous ses couvertures sans se réveiller. Sa petite main se referma\nsur la lettre posée à côté de lui et il continua de dormir sans savoir que dans quelques heures, il serait\nréveillé par le cri de Mrs Dursley qui ouvrirait la porte pour sortir les bouteilles de lait.\n"
}