{
  "id": 11,
  "title": "Le match de Quidditch",
  "chapterNumber": 11,
  "contentText": "C'est le premier match de Quidditch pour Harry. Il opposera l'équipe de Gryffondor à celle de Serpentard.\nHarry découvre que les jumeaux Fred et Georges Weasley font partie de l'équipe et occupent le poste de\nbatteurs. Ce poste consiste à protéger les joueurs de son équipe des Cognards et à les lancer en direction de\nl'équipe adverse.\nLe professeur Bibine, le professeur de vol, arbitre le match. Une fois que tous les joueurs sont regroupés au\ndessus d'elle, elle met le Souafle en jeu commençant ainsi la partie. Rapidement, les poursuiveurs de\nGryffondor prennent possession de la balle et marque un premier but faisant remporter 10 points à\nGryffondor.\nMalheureusement, après quelques minutes de jeu, le balai de Harry est détourné par un maléfice inconnu : il\nemporte Harry de plus en plus haut et cherche à le faire tomber. Dans les tribunes, Hermione aperçoit le\nprofesseur Rogue formuler des incantations en regardant fixement Harry. Elle court vers lui pour le\ndéstabiliser, renverse au passage le professeur de lutte contre les forces du mal, le professeur Quirrell, envoie\nune étincelle sur la robe de Rogue qui prend feu.\nLe feu s'éteint vite, Harry reprend le contrôle de son balai, descend en piqué vers le Vif d'or et atterrit\nbrutalement au sol après avoir attrapé le Vif d'or avec sa bouche... Le règlement du Quidditch n'interdisant\npas cela, Gryffondor gagne le match avec un score de 170 à 60 points.\nAprès le match, Harry, Ron et Hermione vont boire un thé chez Hagrid. Ils apprennent que Hagrid a prêté\nTouffu, son chien, à Dumbledore pour garder quelque chose. Les trois amis racontent à Hagrid que Rogue est\nderrière tout ça, qu'il a libéré le troll pour voler ce que Touffu garde et qu'il a essayé de tuer Harry pendant le\nmatch de Quidditch. Hagrid ne les croit pas et pense que Rogue ne ferait jamais de mal à un élève. Il ajoute\nqu'ils devraient arrêter de se mêler de ces histoires car cela ne regarde que Dumbledore et son ami Nicolas\nFlamel..."
}