{
  "id": 7,
  "title": "Le choixpeau magique",
  "chapterNumber": 7,
  "contentText": "La porte s'ouvrit immédiatement. Le Professeur McGonagall, une grande sorcière aux cheveux noirs, vêtue\nd'une longue robe vert émeraude se tenait dans l'encadrement. Elle avait le visage sévère des gens qu'il vaut\nmieux éviter de contrarier, pensa aussitôt Harry. Le hall d'entrée du château était si grand que la maison des\nDursley aurait pu y tenir tout entière et le plafond si haut qu'on n'arrivait pas à l'apercevoir. Des torches\nenflammées étaient fixées aux murs de pierre, comme à Gringotts, et un somptueux escalier de marbre\npermettait de monter dans les étages.\n—Bienvenue à Poudlard, dit le professeur McGonagall. Le banquet de début d'année va bientôt commencer\nmais avant que vous preniez place dans la Grande Salle, vous allez être répartis dans les différentes maisons.\nPendant votre année à Poudlard, chaque fois que vous obtiendrez de bons résultats, vous rapporterez des\npoints à votre maison, mais chaque fois que vous enfreindrez les règles communes, votre maison perdra des\npoints. A la fin de l'année scolaire, la maison qui aura obtenu le plus de points gagnera la coupe des Quatre\nMaisons, ce qui constitue un très grand honneur. Mettez-vous en rang et suivez-moi, dit le professeur aux\nélèves.\nHarry se glissa entre Ron et un garçon aux cheveux blonds et la file des élèves quitta la salle, traversa à\nnouveau le hall, puis franchit une double porte qui ouvrait sur la Grande Salle. Tout le monde avait les yeux\nfixés sur le chapeau pointu. Pendant quelques instants, il régna un silence total. Puis, tout à coup. le chapeau\nremua et se mit à chanter:\nJe n'suis pas d'une beauté suprême\nMais faut pas s'fier à ce qu'on voit\nJe veux bien me manger moi-même\nSi vous trouvez plus malin qu'moi.\nLorsqu'il eut terminé sa chanson, des applaudissements éclatèrent dans toute la salle. Le chapeau s'inclina\npour saluer les quatre tables, puis il s'immobilisa à nouveau. Le professeur McGonagall s'avança en tenant à\nla main un long rouleau de parchemin.\n—Quand j'appellerai votre nom, vous mettrez le chapeau sur votre tête et vous vous assiérez sur le tabouret.\nJe commence: Abbot, Hannah !\nElle alla mettre le chapeau qui lui tomba devant les yeux et s'assit sur le tabouret.\n—POUFSOUFFLE ! cria le chapeau après un instant de silence.\nDes applaudissements s'élevèrent et Hannah alla s' asseoir parmi les autres étudiants de Poufsouffle.\ntwinspe.eklablog.com\n—Granger, Hermione !\nHermione courut presque jusqu'au tabouret et enfonça frénétiquement le chapeau sur sa tête.\n—GRYFFONDOR ! cria le chapeau.\nLorsque son nom fut appelé, Malefoy s'avança d'un pas conquérant vers le tabouret. Dès qu'il lui eut frôlé la\ntête, le chapeau s'écria: SERPENTARD ! La mine satisfaite, Malefoy alla rejoindre ses amis Crabbe et Goyle\nqui avaient été envoyés à Serpentard, eux aussi.\n—Harry Potter !\n—Hum, ce n'est pas facile, dit une petite voix à son oreille. C'est même très difficile. Je vois beaucoup de\ncourage. Des qualités intellectuelles, également, Il y a du talent et... ho ! ho ! mon garçon, tu es avide de faire\ntes preuves, voilà qui est intéressant... Voyons, où vais-je te mettre ?\nHarry crispa les doigts sur les bords du tabouret. « Pas à Serpentard, pas à Serpentard », pensa-t-il avec force.\n—Pas à Serpentard ? dit la petite voix. Tu es sûr ? Tu as d'immenses qualités, sais-tu ? Je le vois dans ta tête\net Serpentard t'aiderait singulièrement sur le chemin de la grandeur, ça ne fait aucun doute. Alors ? Non ?\nVraiment ? Très bien, si tu es sûr de toi, il vaut mieux t'envoyer à... GRYFFONDOR !\nHarry entendit le dernier mot résonner dans la Grande Salle. Il ôta le chapeau et se dirigea, les jambes\ntremblantes, vers la table des Gryffondor. Hagrid, qui était assis à l'une des extrémités, lui fit un clin d'œil en\nlevant le pouce. Harry lui sourit.\n— Ronald Weasley !\n— GRYFFONDOR ! Harry applaudit bruyamment avec les autres tandis que Ron se laissait tomber sur une\nchaise à côté de lui.\nUne fois la cérémonie terminée, Albus Dumbledore se leva et commença son discours de bienvenue. Il présenta\nles différents professeurs et insista sur le fait que les élèves n'ont pas le droit de se rendre dans la forêt\ninterdite ni dans le couloir du 2ème étage puis il invita tous les élèves et les professeurs à profiter du dîner.\nLorsque tout le monde se fut bien rempli l'estomac, ce qui restait dans les plats disparut peu à peu et la\nvaisselle devint étincelante de propreté. Les préfets accompagnèrent alors les élèves de leur maison jusqu'aux\ndortoirs. Tout au bout du couloir était accroché un tableau qui représentait une très grosse dame vêtue d'une\nrobe de soie rose.\n—Le mot de passe ? demanda-t-elle.\n—Caput Draconis, dit Percy et le tableau pivota aussitôt, laissant voir un trou rond découpé dans le mur. Ils\ns'y engouffrèrent un par un et se retrouvèrent dans la salle commune de Gryffondor, une salle ronde,\nconfortable et accueillante, remplie de gros fauteuils moelleux. Percy montra aux nouveaux les deux dortoirs\nqui leur étaient réservés, celui des filles et celui des garçons"
}