{
  "id": 16,
  "title": "Sous la trappe",
  "chapterNumber": 16,
  "contentText": "Longtemps encore, Harry se demanderait comment il avait pu faire pour passer ses examens tout en ayant\nsans cesse la hantise de voir Voldemort surgir dans la salle de classe. Pourtant, au fil des jours, il ne faisait\naucun doute que Touffu était toujours bien vivant et fidèle au poste.\nDepuis l'effrayante rencontre dans la forêt interdite, la cicatrice de Harry continuait de le faire souffrir. Il\nétait convaincu que son sentiment de malaise n'avait rien à voir avec le travail. Il vit un hibou passer dans le\nciel, tenant une lettre dans son bec. Hagrid ne révélerait à quiconque comment faire pour neutraliser Touffu.\nJamais... Pourtant... Harry se leva d'un bond.\n—Vous ne trouvez pas ça bizarre, dit Harry, que Hagrid ait toujours rêvé d'élever un dragon et que comme\npar hasard, il rencontre quelqu'un qui a justement un œuf de dragon dans sa poche ?\nHagrid était assis dans un fauteuil, devant sa cabane. Il avait relevé ses manches et ses bas de pantalon et\ns'occupait à écosser des petits pois dans un grand bol. Il leur fit part de sa rencontre avec un homme\nencapuchonné qui lui avait posé des questions sur Touffu et lui avait offert l’œuf de dragon. Hagrid finit\nmême par leur avouer qu'il avait raconté à cet homme comment calmer le chien à trois têtes : il suffisait de lui\njouer de la musique. Le géant regretta immédiatement cette confession mais le mal était fait. Les trois amis\nétaient déjà en train de courir vers le château bien décider à avertir le professeur Dumbledore du danger.\nEn arrivant au bureau du directeur, ils virent le professeur McGonagall avec une énorme pile de livres dans\nles bras. Elle leur apprit qu'il était parti 10 minutes plus tôt après avoir reçu un hibou urgent du Ministère de\nla Magie. Harry, Ron et Hermione avertirent alors la directrice de leur maison que quelqu'un allait tenter de\nvoler la pierre philosophale en l'absence du professeur Dumbledore. Elle les rassura en leur disant que la pierre\nétait très bien gardée et que le directeur reviendrait le lendemain.\nAprès dîner, ils s'assirent tous les trois à l'écart dans la salle commune. Personne ne les dérangea puisque les\nautres Gryffondor refusaient toujours d'adresser la parole à Harry. Peu à peu, la salle se vida à mesure que les\nélèves allaient se coucher. Lorsque le dernier fut parti, Harry monta dans le dortoir pour aller chercher la cape\nd'invisibilité. En même temps, il glissa dans sa poche la flûte que Hagrid lui avait offerte à Noël. Il comptait\nl'utiliser pour endormir Touffu.\nNeville les surveillait depuis la retenue et essaya de les empêcher de passer. Ils n'eurent pas d'autre choix que\nde lui lancer un sort pour l'immobiliser.\nQuelques instants plus tard, alors qu'ils étaient dans le couloir du 2ème étage, ils virent que la porte était\nentrebâillée. Harry poussa la porte. Des grognements retentirent aussitôt. Il porta la flûte à ses lèvres et se\nmit à jouer. Ce n'était pas vraiment une mélodie, mais dès la première note, les paupières du monstre devinrent\nlourdes, il arrêta de grogner, il s'effondra sur le sol, profondément endormi. Ron et Hermione ouvrirent la\ntrappe pendant que Harry continuait de jouer. Harry dut se résigner à montrer la voie en tendant la flûte à\nHermione. On ne voyait pas le fond. Il se glissa dans le trou et se laissa tomber. Il sentait l'air humide lui\nsiffler aux oreilles tandis qu'il tombait, tombait, tombait... Ses yeux n'étaient pas encore habitués à l'obscurité,\nmais il avait l'impression d'être assis sur une sorte de plante. Ron et Hermione le suivirent rapidement.\n—Une chance qu'il y ait cette plante, fit remarquer Ron.\n—Une chance ? hurla Hermione. Regardez-vous, tous les deux ! Ne bougez plus ! leur ordonna Hermione. Je\nconnais cette plante, c'est un Filet du Diable ! Voyons, le Filet du Diable... Qu'est-ce que nous a dit le\nprofesseur Chourave, déjà ? Elle aime l'humidité et l'obscurité...\ntwinspe.eklablog.com\nElle sortit sa baguette magique, l'agita, marmonna quelque chose et un jet de flammes bleues jaillit en\ndirection de la plante. En quelques instants, Ron et Harry sentirent la plante desserrer son étreinte tandis\nqu'elle se recroquevillait sous l'effet de la chaleur et de la lumière. Ils retrouvèrent alors leur liberté de\nmouvement et tombèrent sur un sol froid et dur.\nVenant d'un peu plus loin, on entendait un bruissement d'ailes confus auquel se mêlaient quelques tintements.\nAu fond de cette pièce, il y avait une petite porte qu'ils essayèrent d'ouvrir sans succès. Ils observèrent les\noiseaux qui brillaient au-dessus de leur tête et s’aperçurent que c'était en réalité des clés ! Des clés volantes.\nEn jetant un coup d’œil autour d'eux, ils virent des balais et en conclurent qu'il fallait les enfourcher pour\nattraper la clé qui ouvrait la porte. Harry prit un balai et observa attentivement les clés à la recherche d'une\ngrosse clé à l'ancienne comme le lui avait conseillé Hermione. Il se pencha en avant, attrapa la clé et l'enfonça\ndans la serrure. Il y eut un déclic, puis la clé s'envola à nouveau, les ailes en piteux état.\nDans la deuxième salle se trouvait un échiquier géant. En face d'eux, de l'autre côté de la salle, était\ndissimulée une porte derrière les pièces blanches.\n—Qu'est-ce qu'on fait, maintenant ? murmura Harry.\n—C'est évident, non ? dit Ron. Il va falloir jouer une partie d'échecs pour arriver de l'autre côté. Les pièces\nblanches avaient entendu car à cet instant, un cavalier, un fou et une tour quittèrent l'échiquier, laissant trois\ncases vides que Ron, Harry et Hermione occupèrent.\nLa partie se déroula exactement de la même manière que les parties que Ron et Harry avaient faites\nauparavant. Les pièces se déplaçaient seules et s'assommaient violemment.\n—On y est presque, murmura Ron. Voyons, réfléchissons... Oui, dit-il à voix basse, c'est le seul moyen... Je\ndois me faire prendre... Je vais avancer et la reine me prendra, ce qui te permettra de faire échec et mat, Harry.\nC'est la seule solution si nous voulons arrêter Rogue.\nIl s'avança. La reine blanche abattit alors son bras de pierre sur sa tête. Ron s'effondra et la reine le traîna\njusqu'au bord de l'échiquier. En tremblant, Harry se déplaça de trois cases vers la gauche. Aussitôt, le roi blanc\nôta sa couronne et la jeta aux pieds de Harry. Ils avaient gagné !\nAprès avoir jeté à Ron un dernier regard navré, Harry et Hermione franchirent la porte et s'engouffrèrent dans\nun autre passage. Harry poussa la porte. Aussitôt, une répugnante odeur leur frappa les narines et tous deux\ndurent relever les pans de leur robe pour se couvrir le nez. Ils virent alors, allongé sur le sol, un immense troll\nencore plus grand que celui auquel ils s'étaient attaqués. Il était évanoui, avec une grosse bosse sanglante sur\nle front. Ils se hâtèrent de gagner la porte suivante. Il y avait simplement une table sur laquelle étaient\nalignées sept bouteilles de différentes formes. Dès qu'ils eurent franchi le seuil de la porte, de grandes flammes\njaillirent derrière eux. Mais ce n'était pas un feu ordinaire: celui-ci était violet. Au même moment, d'autres\nflammes, noires cette fois, s'élevèrent dans l'encadrement de la porte du fond. Ils étaient pris au piège.\nHermione trouva un parchemin sur la table à côté des fioles permettant de trouver quelle fiole pourrait les\nlibérer. Après quelques minutes de réflexion, ils se rendirent compte qu'ils ne pourraient pas franchir cet\nobstacle tous les deux. En effet, la fiole contenait suffisamment de potion pour une seule personne. Harry\ndécida de prendre cette fiole pour permettre à Hermione de s'échapper et d'aller avertir les professeurs que\nquelqu'un était passé avant eux. Les flammes lui léchèrent le corps, mais il ne sentit aucune chaleur. Pendant\nquelques instants, il ne vit plus que la couleur noire du feu magique, puis il se retrouva de l'autre côté, dans la\ndernière salle. Quelqu'un était déjà là, mais ce n'était pas Rogue. Ce n'était même pas Voldemort."
}