{
  "id": 5,
  "title": "Le chemin de traverse",
  "chapterNumber": 5,
  "contentText": "—On ferait bien d'y aller, dit Hagrid qui se redressa avec un bâillement sonore. On a beaucoup de choses à\nfaire aujourd'hui. Il faut aller à Londres et acheter tes affaires pour l'école.\n—Comment va-t-on faire pour acheter tout ça ? demanda-t-il. Je n'ai pas d'argent et l'oncle Vernon refuse de\npayer mes études de sorcier.\n—Ne t'inquiète pas pour ça, répondit Hagrid en se levant. Tes parents t'ont laissé de l'argent chez Gringotts.\nC'est la banque des sorciers. Elle est dirigée par des gobelins.\n—Des gobelins ?\n—Gringotts est l'endroit le plus sûr du monde. A part Poudlard, peut-être. De toute façon, je dois y passer,\nDumbledore m'a demandé d'aller lui chercher quelque chose là-bas. Il me fait confiance pour toutes les\nmissions importantes, assura Hagrid avec fierté.\nHagrid et Harry se rendirent donc chez Gringotts. Le géant prit un minuscule paquet dans le coffre de\nPoudlard et refusa de dire à Harry ce qu'il contenait. Ils allèrent ensuite au coffre de Harry et celui-ci fut\nsurpris de voir qu'il était riche dans le monde des sorcier.\nEn sortant de la banque, Harry prit dans sa poche l'enveloppe en parchemin. Il lut la liste des fournitures:\nCOLLÈGE POUDLARD—ÉCOLE DE SORCELLERIE\nUniforme\nTrois robes de travail (noires), modèle normal ; Un chapeau pointu (noir) ; Une paire de gants protecteurs (en\ncuir de dragon ou autre matière semblable) ; Une cape d'hiver (noire avec attaches d'argent)\nLivres et manuels\nLivre des sorts et enchantements (niveau 1), par Miranda Fauconnette\nHistoire de la magie, par Bathilda Tourdesac\nPotions magiques, par Arsenius Beaulitron\nVie et habitat des animaux fantastiques, par Norbert Dragonneau\nFournitures\n1 baguette magique, 1 chaudron (modèle standard en étain, taille 2) , 1 boite de fioles en verre ou cristal, 1\ntélescope ,\n1 balance en cuivre\nLes élèves peuvent également emporter un hibou OU un chat OU un crapaud.\nIL EST RAPPELÉ AUX PARENTS QUE LES ÉLÈVES DE PREMIÈRE ANNÉE NE SONT PAS\nAUTORISES À POSSÉDER LEUR PROPRE BALAI.\nIls passèrent devant des librairies, des magasins de disques, des stands de hamburgers et des cinémas, mais\naucune boutique ne semblait vendre des baguettes magiques. Soudain, Hagrid s'arrêta net.\n—C'est là, dit-il. Le Chaudron Baveur. Un endroit célèbre.\nA l'intérieur, plusieurs sorciers reconnurent Harry grâce à sa cicatrice et vinrent lui serrer la main. Parmi ceux\nqui l'approchèrent, il y avait au le professeur Quirell, le professeur de Défense contre les forces du mal à\nPoudlard. Hagrid amena ensuite Harry dans la cour du pub et compta les briques sur le mur, au-dessus des\npoubelles, puis il tapota trois fois à un endroit précis avec la pointe de son parapluie. La brique se mit alors à\n\ntrembloter et un petit trou apparut en son milieu, Le trou s'élargit de plus en plus et se transforma bientôt en\nune arcade suffisamment grande pour permettre à Hagrid de passer. Au-delà, une rue pavée serpentait devant\neux à perte de vue.\n—Bienvenue sur le Chemin de Traverse, dit Hagrid.\nLe soleil brillait sur un étalage de chaudrons, devant un magasin. Une pancarte annonçait: « Chaudrons—\ntoutes tailles—cuivre, étain, argent—touillage automatique modèles pliables. » Quelques garçons de l'âge de\nHarry avaient le nez collé contre une vitrine dans laquelle étaient exposés des balais volants.\nHarry avait acheté toutes ses fournitures : les chaudrons, les robes, le chapeau, les plumes, le parchemin...\nHagrid lui avait offert une chouette aux plumes blanches comme la neige pour son anniversaire. Il ne lui\nrestait plus qu'à acheter la baguette. La dernière boutique dans laquelle ils pénétrèrent était étroite et\ndélabrée. Au-dessus de la porte, des lettres d'or écaillées indiquaient: « Ollivander—Fabricants de baguettes\nmagiques depuis 382 avant J.-C. »\nMr Ollivander proposa plusieurs baguettes à Harry sans résultat autre que de casser des objets ou de faire\nsouffler le vent dans la boutique. Le vendeur commençait à perdre patience lorsqu'il s'arrêta net en regardant\nattentivement Harry. Il semblait être perdu dans ses pensées.\n—Un client difficile, commenta Mr Ollivander d'un air satisfait. Mais nous finirons bien par trouver celle\nqui vous convient. Voyons celle-ci. Une combinaison originale: bois de houx et plume de phénix, 27,5\ncentimètres. Facile à manier, très souple.\nHarry prit la baguette et sentit aussitôt une étrange chaleur se répandre dans ses doigts, Il la leva au-dessus\nde sa tête, puis l'abaissa en la faisant siffler dans l'air. Une gerbe d'étincelles rouge et or jaillit alors de\nl'extrémité de la baguette, projetant sur les murs des lueurs mouvantes. Hagrid applaudit en poussant une\nexclamation enthousiaste.\n—Bravo ! s'écria Mr Ollivander. Très bien, vraiment très bien. Etrange... très étrange... Je me souviens de\nchaque baguette que j'ai vendue, Mr Potter, répondit-il. Or, le phénix sur lequel a été prélevée la plume qui se\ntrouve dans votre baguette a également fourni une autre plume à une autre baguette. Il est très étrange que ce\nsoit précisément cette baguette qui vous ait convenu, car sa sœur n'est autre que celle qui... qui vous a fait\ncette cicatrice au front.\nHarry avala sa salive avec difficulté. Il paya les sept Gallions que coûtait la baguette et le vieil homme les\nraccompagna jusqu'à la porte de sa boutique.\nLorsque Hagrid et Harry reprirent le Chemin de Traverse dans l'autre sens, le soleil descendait déjà vers\nl'horizon. Ils franchirent le mur en sens inverse et traversèrent à nouveau Le Chaudron Baveur, vide à cette\nheure. Harry ne dit pas un mot lorsqu'ils retournèrent dans la rue. Ils montèrent un autre escalier mécanique\net arrivèrent à la gare de Paddington.\n—Ton billet pour Poudlard, dit-il. 1er septembre, gare de King's Cross, tout est écrit sur le billet. Si jamais tu\nas un problème avec les Dursley, envoie-moi une lettre avec ta chouette. Elle saura où me trouver. A bientôt,\nHarry. »\n"
}