{
  "id": 4,
  "title": "Le gardien des clés",
  "chapterNumber": 4,
  "contentText": " On cogna sur la porte avec tant de force qu'elle fut arrachée de ses gonds et tomba à plat sur le sol dans un\nfracas assourdissant. Un véritable géant se tenait dans l'encadrement. Son visage était presque entièrement\ncaché par une longue crinière de cheveux emmêlés et par une grande barbe broussailleuse, mais on voyait\ndistinctement ses yeux qui brillaient comme deux scarabées noirs au milieu de ce foisonnement.\n —Et voilà Harry ! dit le géant en souriant. La dernière fois que je t'ai vu, tu n'étais encore qu'un bébé, dit-il.\nTu ressembles beaucoup à ton père, mais tu as les yeux de ta maman. Je te souhaite un bon anniversaire,\nHarry, dit le géant en tournant le dos aux Dursley. Je t'ai apporté quelque chose.\nIl tira d'une poche de son manteau noir une boîte en carton légèrement aplatie. Harry l'ouvrit en tremblant et\ndécouvrit à l'intérieur un gros gâteau au chocolat un peu fondu sur lequel était écrit avec un glaçage vert: «\nJoyeux anniversaire Harry ».\n—Qui êtes-vous ?\n—Ah, c'est vrai, je ne me suis pas présenté, dit-il. Rubeus Hagrid, Gardien des Clés et des Lieux à Poudlard.\nHagrid apprit ensuite à Harry qu'il était un sorcier et que ses parents aussi étaient des sorciers, qu'ils avaient\nété tués par un sorcier appelé « Vous-Savez-Qui » et il lui remit cette fameuse lettre que le garçon avait reçue\nen plusieurs exemplaires ces derniers jours sans pouvoir en ouvrir une seule.\n Harry tendit la main pour prendre l'enveloppe de parchemin jauni sur laquelle était écrit à l'encre vert\némeraude: « Mr H. Potter, sur le plancher de la cabane au sommet du rocher, en pleine mer. » Il ouvrit\nl'enveloppe et lut la lettre qu'elle contenait:\nCOLLÈGE POUDLARD, ÉCOLE DE SORCELLERIE\nDirecteur: Albus Dumbledore (Commandeur du Grand-Ordre de Merlin, Docteur ès Sorcellerie, Enchanteuren-chef, Manitou suprême de la Confédération internationale des Mages et Sorciers)\nCher Mr Potter,\nNous avons le plaisir de vous informer que vous bénéficiez d'ores et déjà d'une inscription au Collège\nPoudlard. Vous trouverez ci-joint la liste des ouvrages et équipements nécessaires au bon déroulement de votre\nscolarité.\nLa rentrée étant fixée au 1er septembre, nous attendons votre hibou le 31 juillet au plus tard.\nVeuillez croire, cher Mr Potter, en l'expression de nos sentiments distingués.\nMinerva McGonagall\nDirectrice adjointe\nLa lettre était accompagnée de la liste de fournitures pour les élèves de 1ère année à Poudlard. Harry se\ndemandait à quoi pouvait servir certains de ces objets et surtout où il pourrait les trouver. Il avait encore plus\nde questions sur Poudlard et la sorcellerie mais il n'eut pas le temps de les poser puisque son oncle était\ndevenu écarlate et refusait de le laisser partir. Hagrid n'eut d'autre choix que de jeter un sort à Dudley pour\ndétourner l'attention de Mr et Mrs Dursley et prit Harry avec lui. Il l'amènerait dès le lendemain acheter les\nfournitures nécessaires pour sa rentrée à Poudlard"
}