{
  "id": 17,
  "title": "L'homme aux deux visages",
  "chapterNumber": 17,
  "contentText": "C'était Quirrell. Il éclatait de rire face à l'expression de surprise de Harry. Puis il lui expliqua que c'était lui\nqui avait essayé de le tuer durant le match de Quidditch contre Serpentard mais qu'il n'avait pas pu aller\njusqu'au bout à cause de Hermione qui l'avait fait tomber. D'après lui, le professeur Rogue essayait de sauver\nHarry. Il avoua également qu'il avait libéré le troll le soit d'Halloween, que le professeur de potions avait\ncompris ce qu'il manigançait et avait essayé de l'empêcher de passer c'est pourquoi il avait été blessé à la jambe.\nQuirell se tourna ensuite et c'est seulement à ce moment-là que Harry reconnut le Miroir de Risèd. Le\nprofesseur se regardait dedans, voyait la pierre philosophale mais ne comprenait pas comment il pouvait\nl'obtenir. C'est à cet instant que Harry entendit une voix effrayante s'élever dans la pièce qui ordonnait au\nprofesseur de se servir de lui.\n—Bien. Potter, venez ici. Venez ici, répéta Quirrell. Regardez dans le miroir et dites-moi ce que vous y voyez.\nHarry s'approcha de lui. « Il faut que je lui mente, pensa-t-il. Je vais regarder et mentir en lui racontant ce que\nje vois. » Il vit tout d'abord son reflet, pâle et terrifié. Mais un instant plus tard, le reflet lui sourit. Il se vit\nalors mettre la main dans sa poche et en retirer une Pierre rouge sang. Son reflet lui adressa un clin d'œil et\nremit la Pierre dans sa poche. Au même moment, Harry sentit quelque chose de lourd tomber dans sa vraie\npoche. Il ne savait pas comment, il n'arrivait pas à le croire, mais maintenant, c'était lui qui avait la Pierre !\n—Je me vois en train de serrer la main de Dumbledore, prétendit-il. J'ai... j'ai fait gagner la coupe à\nGryffondor.\n—Il ment... Il ment... dit la voix.\n—Potter, revenez ici, cria Quirrell. Et dites-moi la vérité ! Qu'est-ce que vous avez vu ?\nLa voix aiguë s'éleva à nouveau.\n—Laisse-moi lui parler face à face.\nPétrifié, Harry regarda Quirrell lever les bras et commencer à défaire son turban. Bientôt, le turban tomba et\nla tête de Quirrell parut soudain étrangement petite. Puis il pivota sur ses talons. Harry aurait voulu crier,\nmais il était incapable d'émettre le moindre son. Derrière la tête de Quirrell, au lieu de son crâne, il y avait un\nvisage, le visage le plus terrifiant que Harry eût jamais vu. Il était d'une blancheur de craie avec des yeux\nrouges flamboyants et des fentes en guise de narines, comme sur la tête d'un serpent.\n—Harry Potter... murmura le visage. Tu vois ce que je suis devenu ? dit le visage. Ombre et vapeur... Je ne\nprends forme qu'en partageant le corps de quelqu'un d'autre... Heureusement, il en reste toujours qui sont prêts\nà m'accueillir dans leur cœur et leur tête... Le sang de licorne m'a redonné des forces, ces dernières semaines...\nDans la forêt, tu as vu le fidèle Quirrell s'en abreuver pour moi... Et lorsque j'aurai l'élixir de longue vie, je\npourrai recréer un corps qui sera bien à moi... Maintenant... Donne-moi cette Pierre qui se trouve dans ta\npoche. Attrape-le ! cria alors Voldemort.\nD'un geste, Quirrell saisit le poignet de Harry. Celui-ci ressentit aussitôt une douleur aiguë à l'endroit de sa\ncicatrice. Il avait l'impression que sa tête allait se fendre en deux. Quirrell le lâcha. Il eut soudain beaucoup\nmoins mal à la tête. Tout en maintenant Harry par terre avec ses genoux, Quirrell lâcha son cou et contempla\nd'un air incrédule les paumes de ses mains. Harry voyait qu'elles étaient complètement brûlées, écarlates, la\nchair à vif. Il se releva alors d'un bond, attrapa le bras de Quirrell et serra de toutes ses forces. Quirrell poussa\nun hurlement en essayant de se dégager et Harry sentit à nouveau la douleur de sa cicatrice. Soudain, il sentit\nle bras de Quirrell s'arracher à son étreinte et il comprit à ce moment que tout était perdu. Il sombra alors dans\nune longue, longue, longue chute où tout n'était plus que ténèbres.\ntwinspe.eklablog.com\nLorsqu'il se réveilla, Harry était dans un lit de l'infirmerie. Le professeur Dumbledore était assis à côté de lui.\nLe directeur lui raconta alors qu'il était allongé depuis trois jours et que personne ne savait ce qui s'était\nréellement passé dans cette salle. Il pouvait seulement conclure que le professeur Quirell était mort et que la\nPierre avait été détruite. Dumbledore parla à Harry de Voldemort en lui avouant qu'ils avaient seulement\nretardé son retour au pouvoir. Il lui raconta également que sa mère était morte en le sauvant et que c'était son\namour pour son enfant qui avait protégé Harry il y a quelques années et encore dans cette salle. Harry\ninterrogea ensuite le directeur sur le fait que la Pierre se soit retrouvée dans sa poche. Le professeur lui\nrépondit que seule la personne qui voulait vraiment la trouver et non s'en servir pourrait la trouver. Suite à\ncette discussion, Madame Pomfresh, l'infirmière laissa enter Ron et Hermione pendant cinq minutes....\nAprès une bonne nuit de sommeil, Harry se sentit à nouveau dans son état normal et reçut la visite de Hagrid.\nLe géant se sentait coupable d'avoir mis Harry en danger et lui offrit un beau livre à la reliure en cuir\ncontenant des photos de ses parents.\nCe soir-là, Harry quitta sa chambre pour assister au banquet. Une immense bannière déployée sur le mur,\nderrière la Grande Table, montrait un serpent, symbole de leur maison. Dumbledore arriva à son tour et la\nrumeur des conversations s'évanouit.\n—Une autre année se termine, dit joyeusement Dumbledore, et c'est une fois de plus la maison Serpentard qui\nremporte le championnat avec quatre cent soixante-douze points. Il convient cependant de prendre en compte\ndes événements récents. J'ai quelques points de dernière minute à distribuer, poursuivit Dumbledore. Voyons...\nOui, c'est ça... Je commencerai par Mr Ronald Weasley... Pour la plus belle partie d'échecs qu'on ait jouée à\nPoudlard depuis de nombreuses années, je donne à Gryffondor cinquante points. J'en viens maintenant à Miss\nHermione Granger... Pour la froide logique dont elle a fait preuve face à des flammes redoutables, j'accorde à\nGryffondor cinquante points. Enfin, parlons de Mr Harry Potter, reprit Dumbledore. Pour le sang-froid et le\ncourage exceptionnels qu'il a manifestés, je donne à Gryffondor soixante points.\nLe vacarme qui s'ensuivit fut assourdissant. Ceux qui étaient en état de faire des additions tout en s'égosillant\nsavaient que Gryffondor avait à présent quatre cent soixante-douze points—exactement le même nombre que\nSerpentard. Ils étaient ex æquo. Si seulement Dumbledore avait pu donner à Harry un seul point de plus !\nDumbledore leva la main et le silence revint peu à peu.\n—Il faut beaucoup de bravoure pour faire face à ses ennemis mais il n'en faut pas moins pour affronter ses\namis. Et par conséquent, j'accorde dix points à Mr Neville Londubat. Ce qui signifie, poursuivit Dumbledore\nen essayant de couvrir le tonnerre d'applaudissements—car les Serdaigle et les Poufsouffle étaient ravis de la\nchute des Serpentard—ce qui signifie que nous allons devoir changer la décoration de cette salle.\nIl frappa dans ses mains et en un instant, le vert et argent se transforma en rouge et or, et le grand serpent\ndisparut, remplacé par le lion altier des Gryffondor. Rogue serra la main du professeur McGonagall avec un\nhorrible sourire qui n'avait rien de naturel.\nOn distribua aux élèves des avis qui les prévenaient que l'usage de la magie était interdit pendant les\nvacances. Hagrid leur fit traverser le lac dans ses barques et ils s'installèrent dans le Poudlard Express qui les\nramenait chez les Moldus. Ils arrivèrent sur la voie 9 ¾ de la gare de King's Cross et mirent un certain temps\npour quitter le quai.\nHarry entendait fuser autour de lui des « Au revoir, Harry, à bientôt, Potter ! »\n—J'espère que tu passeras de... de bonnes vacances, dit Hermione en jetant un drôle de regard à l'oncle\nVernon. Elle n'avait encore jamais vu quelqu'un d'aussi désagréable.\n—Oh, sûrement, répondit Harry avec un grand sourire. Eux, ils ne savent pas que l'usage de la magie est\ninterdit à la maison. Je crois que je vais bien m'amuser avec Dudley, cet été"
}