{
  "id": 12,
  "title": "Le miroir du riséd",
  "chapterNumber": 12,
  "contentText": "Noël approchait. Harry n'irait pas à Privet Drive pour Noël. Le professeur McGonagall était passée dans les\nclasses la semaine précédente pour faire la liste des élèves qui resteraient à Poudlard pour les vacances et il\navait été le premier à s'inscrire, Mais il n'en éprouvait aucun regret. Au contraire, il allait probablement\nconnaître le meilleur Noël de sa vie. Ron et ses frères passeraient également leurs vacances au collège, car Mr\net Mrs Weasley devaient se rendre en Roumanie pour aller voir leur fils Charlie.\nLorsqu'ils sortirent du cours de potions, un énorme sapin avançait dans le couloir en haletant, soufflant,\nahanant. Les deux pieds immenses qu'on voyait dépasser trahissaient la présence de Hagrid derrière le sapin.\nTous trois suivirent Hagrid et son arbre jusqu'à la Grande Salle où le professeur McGonagall et le professeur\nFlitwick s'affairaient à installer les décorations. La Grande Salle était magnifique. Des guirlandes de gui et\nde houx étaient suspendues aux murs et pas moins d'une douzaine d'arbres de Noël se dressaient tout autour\nde la salle, certains recouverts de glaçons scintillants, d'autres de chandelles allumées.\n—Il reste combien de jours avant les vacances ? demanda Hagrid.\n—Un seul, répondit Hermione. Au fait, Harry, Ron, nous avons encore une demi-heure avant le déjeuner,\nnous devrions aller à la bibliothèque.\n—La bibliothèque ? dit Hagrid en les suivant dans le hall. Juste avant les vacances ? Vous êtes vraiment\npassionnés !\n—Oh, ce n'est pas pour travailler, répondit Harry d'un ton joyeux. Mais depuis que vous avez parlé de\nNicolas Flamel, on essaye de savoir qui c'est.\n—Quoi ? s'exclama Hagrid, interloqué. Ecoutez-moi, je vous ai dit de laisser tomber.\n—On veut simplement savoir qui est Nicolas Flamel, c'est tout, dit Hermione.\n—A moins que vous ne vouliez nous le dire vous-même pour nous épargner d'autres recherches, ajouta Harry.\n—Je ne dirai rien, répondit simplement Hagrid.\nIls filèrent vers la bibliothèque tandis que Hagrid les regardait d'un air mécontent. Le nom de Nicolas Flamel\nétait le seul indice dont ils disposaient. Hermione étudia une liste de titres et de thèmes qui pouvaient faire\nallusion à Nicolas Flamel tandis que Ron se promenait le long des étagères en prenant des livres au hasard.\nHarry, lui, s'était aventuré du côté de la Réserve, mais il fallait un mot de l'un des professeurs pour avoir accès\naux ouvrages qu'on y conservait et il savait bien qu'il n'obtiendrait jamais une telle autorisation. Les livres de\nla Réserve traitaient de magie noire, une matière qui n'était jamais enseignée à Poudlard. Après quelques\nminutes de recherches infructueuses, ils se rejoignirent et allèrent déjeuner. Hermione leur demanda de\ncontinuer à chercher à son absence pendant les vacances de Noël.\nLorsque les vacances commencèrent, Ron et Harry eurent beaucoup trop d'occasions de s'amuser pour penser à\nNicolas Flamel. Ron apprit à Harry le jeu d'échecs, version sorcier. Les règles étaient les mêmes que chez les\nMoldus, sauf que les pièces étaient vivantes, ce qui leur donnait l'air d'une armée partant à la bataille.\nLa veille de Noël, Harry se coucha en pensant au lendemain. Ce serait une bonne journée et il y aurait un\nréveillon, mais il ne s'attendait pas à recevoir de cadeaux. Lorsqu'il s'éveilla, cependant, il aperçut un petit tas\nde paquets au pied de son lit.\n—Joyeux Noël, dit Ron d'une voix ensommeillée.\n—Toi aussi, dit Harry. Tu te rends compte ? J'ai des cadeaux !\ntwinspe.eklablog.com\nHarry reçut une flûte en bois fabriquée par Hagrid, une pièce de cinquante pence des Dursley, un pull tricoté\npar Mrs Weasley accompagné de chocolats, une grosse boîte de Chocogrenouilles de la part d'Hermione et...\nune cape d'invisibilité qui aurait appartenu à son père d'après le mot qui était dans le paquet. Qui avait bien\npu lui envoyer cette cape ? Avait-elle véritablement appartenu à son père ? Il aurait tellement voulu connaître\nla réponse à ces questions...\nJamais Harry n'avait passé un aussi bon réveillon. Dindes rôties, saucisses grillées, sauces onctueuses,\nconfiture d'airelles et partout sur les tables, des pochettes-surprises avec des pétards qui explosaient en faisant\njaillir des cadeaux. Lorsque Harry quitta la table, il avait les bras encombrés de cadeaux découverts dans les\npétards surprises, notamment des ballons lumineux increvable et un jeu d'échecs version sorcier.\nCe soir-là ,Harry attendit que les frères Weasley soient endormis et prit la cape d'invisibilité qu'il avait cachée\nsous son lit. Debout dans l'obscurité et le silence. il éprouva un sentiment d'excitation, Il pouvait aller où bon\nlui semblait, à présent, et Rusard n'en saurait jamais rien. La Réserve de la bibliothèque. Il pourrait passer le\ntemps qu'il faudrait pour découvrir qui était Nicolas Flamel.\nAlors qu'il cherchait dans l'étagère du bas il entendit des bruits de pas qui résonnaient dans le couloir : c'était\nRusard. Harry resta figé sur place tandis que Rusard s'avançait dans sa direction. Il recula en faisant le moins\nde bruit possible et vit alors sur sa gauche une porte entrouverte. Retenant sa respiration, il se glissa par\nl'entrebâillement en essayant de ne pas faire bouger le panneau et parvint à son grand soulagement à entrer\ndans la pièce.\nIl remarqua, appuyé contre le mur d'en face, quelque chose qui ne semblait pas appartenir au mobilier habituel\nd'une salle de classe, quelque chose que quelqu'un avait dû ranger là pour s'en débarrasser. C'était un miroir\nmagnifique qui montait jusqu'au plafond. Une inscription était gravée au-dessus du miroir. Harry déchiffra: «\nriséd elrue ocnot edsi amega siv notsap ert nomen ej. » Il fit un pas en avant et dut alors se plaquer une main\nsur la bouche pour étouffer un cri d'horreur. Derrière lui se tenaient au moins dix autres personnes. Une\nfemme, debout derrière son reflet, lui souriait en faisant des signes de la main. La femme avait des cheveux\nauburn et des yeux d'un vert brillant. L'homme qui se tenait à côté d'elle était grand, mince, avec des cheveux\nnoirs. Il portait des lunettes et ses cheveux étaient très mal coiffés. Il avait des épis qui dépassaient à l'arrière\nde son crâne.\n—Maman ? murmura-t-il. Papa ?\nL'homme et la femme le regardèrent en souriant. Après quelques minutes de contemplation, Harry retourna à\nla pièce commune des Gryffondor. Il raconta tout à Ron qui parut très déçu de ne pas avoir pu l'accompagner.\nIls allèrent tous les deux la nuit suivante observer ce fameux miroir malheureusement Ron ne vit pas du tout\nla même que Harry. En effet, il se vit plus vieux avec l'insigne de Préfet en chef et portant dans les mains la\ncoupe de Quidditch. Harry n'y comprenait plus rien. Que signifiait tout cela ?\nHarry ne parvint pas à penser à autre chose. Il retourna seul au miroir et vit à nouveau ses parents. Il était\nencore perdu dans ses pensées lorsque le professeur Dumbledore entra dans la pièce. Le directeur de Poudlard\nlui expliqua que ce miroir était le Miroir de Risèd et qu'il permettait de voir ce que nous désirons le plus, ce qui\nnous tient le plus à cœur. Il mit également Harry en garde en lui racontant que certains hommes étaient\ndevenus fous en le regardant. Le professeur Dumbledore ajouta ensuite que le Miroir allait déménagé ailleurs\net il demanda à Harry de ne pas chercher à le retrouver.\n"
}